{"Message":{},"Type":[0],"Data":{"Accident":{"AccidentId":["38910004-9dcb-0035-b743-f167a5e788e9"],"Accident_Id":[666],"IsActive":[true],"LastDate":["2018-11-20T14:32:01.543"],"LastUserId":["6799492a-0079-4d05-aad1-8f4dce857337"],"LastUser":{},"Concurrency":[0],"InsertUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"InsertUser":{},"InsertDate":["2017-07-11T15:59:37.813"],"IsInElaboration":[false],"LatestVersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"PublishedVersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"DeletedVersionId":{},"OnLineColorClass":["green"]},"AccidentVersion":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"AccidentId":["38910004-9dcb-0035-b743-f167a5e788e9"],"Accident_ID":[1772],"AccidentCode":{},"AccidentNumber":[1],"RevisionNumber":[2],"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"Statuses":{"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"ColorClass":["Green"]},"SubmissionDate":["2005-08-10T00:00:00"],"LastUpdateDate":["2018-11-20T14:32:13"],"StartDateTime":["2005-02-04T04:36:00"],"FinishDateTime":["2005-02-07T01:20:00"],"PublicationDate":["2018-11-20T14:32:01.497"],"SumQualityIndicatorId":{},"Country_ISO2":{},"Country":{},"LegislationId":["#010002"],"Legislation":["EU Seveso II Directive"],"EventTypeId":["#020001"],"EventType":["Major Accident"],"IndustryTypeId":[45],"IndustryType":["General chemicals manufacture (not included above)"],"SevesoIIStatus_ID":["#040002"],"SevesoIIStatus":["Upper tier"],"CP_ID":{},"ContactPerson":{},"Authority_ID":{},"Authority":{},"PlantCode":{},"InBin":[0],"IsActive":[true],"LastUserId":["6799492a-0079-4d05-aad1-8f4dce857337"],"LastUser":{"UserId":["6799492a-0079-4d05-aad1-8f4dce857337"],"Name":["Enrico"],"Surname":["GUAGNINI"],"IsVisibleSensibleData":[false]},"LastDate":["2018-11-20T13:32:01.693"],"Concurrency":[0],"IsPublished":[true],"IsDeleted":[false],"IsImported":[false],"Release":[2],"StartDate":["04-02-2005"],"StartYear":[2005],"StartMonth":[2],"StartDay":[4],"StartHour":[4],"StartMinute":[36],"EndDate":["07-02-2005"],"EndYear":[2005],"EndMonth":[2],"EndDay":[7],"EndHour":[1],"EndMinute":[20],"ApplicationId":["6e164897-6008-4c48-b128-7bc0aed5d18a"],"NaceId":{},"NaceCode":{},"Latitude":{},"Longitude":{},"Translation":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"LanguageId":["EN"],"Title":["Ruptured cistern caused by weakened ground lead to spill of sulphuric acid followed by the dispersion of a hydrochloric acid cloud"],"PlantName":{},"PlantAddress":{},"AdditionalComments":[""],"ConfidentialDescription":[""],"LessonsLearned":["The incident on 4th February 2005 has led to the initiation of a number of activities at KKAB, all of which have as their objective the prevention of a similar incident being repeated. &lt;br&gt;&lt;br&gt;Here is a description of current activities: &lt;br&gt;&lt;br&gt;1. Immediately after the incident an inspection began of the whole of KKAB's industrial area, to assess if there were other important installations (from a safety perspective) in which a similar incident could occur.&amp;nbsp; With this as a basis, and in conjunction with the following points, the company will decide on the design of future water supply.&lt;br&gt;&lt;br&gt;2. As the other supply pipes for the coolant in the docks area could not be guaranteed to be in a satisfactory condition, especially as sulphuric acid had leaked into the pipes during the incident, the decision was promptly taken to lay new pipes. The new pipes are made of plastic, PEH 100, and lie overground along the shoreline in the docks area.&amp;nbsp; Risk analyses have been carried out and the new pipeline has been put in place. The company has also decided to build another pipeline parallel to the first.&amp;nbsp; The pipes will be covered by macadam.&lt;br&gt;&lt;br&gt;3. At the time of the incident the pressure in the coolant supply pipe fell from about 6 to about 2 bars. The operator's instructions then were to ensure continued coolant supply to the works, which is why another pump was started. Such a powerful drop in pressure probably indicates that something serious has happened with the pipe. Therefore, the new pipes are installed with a low pressure fail-safe, which shuts off the pumps if the pressure falls below a level lower than those expected within normal operating conditions.&lt;br&gt;&lt;br&gt;4. KKAB has started working out what guidelines should apply for ground pipes within the company's area. Choice of material, ground conditions, proximity to installations relying on pressure, dimension and protection measures taken are some of the parameters that will be taken into account. &lt;br&gt;&lt;br&gt;5. The company has also started an overhaul of routines in order to increase focus on ground pipes. &lt;br&gt;&lt;br&gt;&lt;br&gt;"],"EmergencyResponce_Descr":["The fire brigade was alerted at 04.40 hours on 4.2.2005. And at 06.00 the public was warned by a message broadcast on the radio. This message informed the public that fuming sulphuric acid (oleum) from a dock cistern in Kemiras Kopparverk dock had come into contact with water and converted to gas, which in the south-westerly wind threatened all of Helsingborg's urban area. Later during the morning information was adjusted and stated that it was 96% sulphuric acid. The situation was assessed as extremely serious and the public were warned and advised to stay indoors and close all windows and doors. The public were also advised to listen to local radio on 103.2 Hz for continuous information on this serious situation.&lt;br&gt;During the rest of the morning the cordoned off exclusion zone was reduced so as to cover an area of about 1 square kilometre. This area houses approximately 7,000 inhabitants and the civil protection measures being taken greatly reduced their freedom of movement. The exclusion zone was further reduced later during the day, but still affected some 4,500 inhabitants. On Sunday (6th February) at 1700 hours the Incident Commander in Helsingborg ordered a further reduction of the exclusion zone so that it now only covered the grounds of the affected company, KKAB, surrounding the incident site. &lt;br&gt;&lt;br&gt;The situation was assessed as extremely serious and the public were warned and advised to stay indoors and close all windows and doors. The public were also advised to listen to local radio on 103.2 Hz for continuous information on this serious incident. However, the warning to the public was delayed more than one hour after the incident occured.&lt;br&gt;&amp;nbsp;&lt;br&gt;The municipal fire brigade in Helsingborg was reinforced by fire brigades from 35 other municipalities and by the Chemical Emergency Support Unit in Skåne. &lt;br&gt;&lt;br&gt;&lt;b&gt;Official Action taken - legal action:&lt;br&gt;&lt;/b&gt;Preliminary police investigation was removed from the cause list.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;b&gt;Official Action taken - other action:&lt;br&gt;&lt;/b&gt;\nThe Swedish Accident Investigation Board has investigated the accident (Report RO 2008:02) and gave the following recommendations to the Swedish Rescue Services Board.&lt;br&gt;&lt;br&gt;1. Work for that the consequences of large amount of sulfuric acid is investigated and, if desirable, propose that the substance should be included in the list of dangerous chemicals in the Seveso Directive.&lt;br&gt;&lt;br&gt;2. Work for the awareness among pertinent companies and organizations of the risks involved with major emissions of sulphuric acid that mix with water containing chloride ions &lt;br&gt;&lt;br&gt;3. Work for the awareness among municipal fire and rescue servicies and other pertinent authorities of the risks in cases of major emissions of sulphuric acid that mix with water containing chloride ions. &lt;br&gt;&lt;br&gt;4.Work for the awareness of pertinent companies and organizations of the risk of a domino effect as a result of damages to underground pressurized conduits (pipes or cables) that are in dangerous proximity to tanks containing dangerous substances. &lt;br&gt;&lt;br&gt;5.Clarify the nomenclature used in warning the general public so that the meaning of the \"Important announcement\" signal and warning information known as \"Important&amp;nbsp; Public Announcement\" can simply and clearly be distinguished from one another in connection with municipal fire and rescue services in cases where misunderstanding otherwise may may occur.&lt;br&gt;&lt;br&gt;6. Work for the immediate use of the \"Important announcement\" signal as well as the \"Important Public Announcement\" warning by municipal fire and rescue services in emergencies. &lt;br&gt;&lt;br&gt;7. Work for a follow-up the management organisation of&amp;nbsp; the municipal fire and rescue services and their ability to effective&amp;nbsp; handle a major accident. The aim of the follow-up should be to work for a purposive organisation and for the planning of sufficient and appropriate resources. &lt;br&gt;&lt;br&gt;The Swedish Accident Investigation Board gave the following recommendations to the Swedish Work Environment Authority:&lt;br&gt;&lt;br&gt;1. Consider the need to complement ordinances in the Work Environment Authority's statutes regarding pressurized devices in terms of the background of , among other things, the need to assess risks and constantly supervise those facilities corresponding to major water pipes with significant pressure and flow. &lt;br&gt;&lt;br&gt;2. Work for that equipments for warning for example&amp;nbsp; in-site sirenes have sufficient reliability.&lt;br&gt;&lt;br&gt;&lt;br&gt;"],"IsActive":[true],"LastUserId":["6799492a-0079-4d05-aad1-8f4dce857337"],"LastUser":{"UserId":["6799492a-0079-4d05-aad1-8f4dce857337"],"Name":["Enrico"],"Surname":["GUAGNINI"],"IsVisibleSensibleData":[false]},"LastDate":["2018-11-20T13:32:01.693"],"ParentCompany":{},"Region":{},"Province":{},"City":{},"PostCode":{},"Concurrency":[0]},"LockedUserId":{},"LockedDate":{},"IsLocked":[false],"IsLockedByMe":[false],"LockedUser":{}},"AccidentProfile_Tab":{"ReportingAuthority":{},"ContactPerson":{},"Reasons":[{"IsChecked":false,"ItemId":"1","ItemDescription":"Substances involved: greater than 5% of quantity in Column 3 of Annex I"},{"IsChecked":true,"ItemId":"2","ItemDescription":"Injury to persons: &gt;= 1 fatalities, &gt;= 6 hospitalizing injuries etc."},{"IsChecked":false,"ItemId":"3","ItemDescription":"Immediate damage to the environment (according to Annex VI)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"Damage to property: on-site &gt;2M &amp;euro;, off-site &gt; 0.5M &amp;euro;"},{"IsChecked":false,"ItemId":"5","ItemDescription":"Cross-border damage: transboundary accidents"},{"IsChecked":true,"ItemId":"6","ItemDescription":"Interesting for lessons learned."}],"AffectedCountries":{}},"AccidentDescription_Tab":{"AccidentDescription":{"DominoEffects":[false],"NatechEvents":[false],"TransboundaryEffects":[false],"Contractors":[false],"accTypeRelease":[0],"accTypeFire":[0],"accTypeExplosion":[0],"accTypeTransport":[0],"accTypeOther":{},"IsActive":[true],"LastUserId":["6799492a-0079-4d05-aad1-8f4dce857337"],"LastDate":["2018-11-20T13:32:01.693"],"Concurrency":[0],"Translation":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"LanguageId":["EN"],"AccidentDescription":["This accident is being reported under the provisions of part II of appendix VI on \"specific technical interest\".&lt;br&gt;&lt;br&gt;A cistern containing 16,300 tons of 96 % sulphuric acid was ruptured. The entire contents of the cistern was spilled out into the tank bund and then out into Kemira Kemi AB's (KKAB) dock. When the sulphuric acid came into contact with the water there was an exothermic reaction, which produced a vapour cloud that drifted northwards along the coastline with the wind. After the spill there was approximately 2,000 tons of contaminated sulphuric acid by water in the bund. About 100,000 sq.m. of the ground surrounding the spill has been affected by the acid. &lt;br&gt;&lt;br&gt;An acid cloud was produced when the sulphuric acid came into contact with the salt water in the bund. The salt water consisted of approx. 0.7 w-% chloride ions. The Swedish Defence Research Agency (FOI) has estimated that the sulphuric acid together with the salt water produced a cloud (gas and aerosol) consisting of hydrogen chloride (HCl). During the first few minutes the maximum concentration of HCl was estimated at 6 000 mg/m3 at some spots near the scene of the accident.&amp;nbsp; After 10 min the highest concentration was 600 mg/m3 and the concentration declined to 60 mg/m3 after 60 min. Fortunately the cloud moved along the coast line and mostly over the sea. No one outside the plant was affected.&lt;br&gt;&lt;br&gt;The cistern stands in a tank farm and the bund can hold a third of a cistern's volume in the event of a leak. The bund was filled with salt water when the rupture occurred. There was also another cistern containing 19,500 tons of 96 % sulphuric acid in the bund. To reduce the risk of damage to this other cistern the incident commander ordered the emptying of the bund, resulting in 1,000 to 2,000 tons of water contaminated by sulphuric acid being pumped out into the company's dock area.&lt;br&gt;&lt;br&gt;&lt;b&gt;Meteorological conditions:&lt;/b&gt;&lt;br&gt;The acid cloud (gas and aerosol)&amp;nbsp; moved along the coastline but mostly over the sea. After approx. one hour and approx. 10 km away from the plant the acid concentration in the cloud was harmless. &lt;br&gt;Precipitation: none, Temp: 5C, Wind Speed: 2.4, Direction: Southeast 140degrees&lt;br&gt;"],"TypeOther":[""]}},"ADReleaseMajors":[{"IsChecked":true,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":true,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":true,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADReleaseInitiating":[{"IsChecked":true,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":false,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADFireMajors":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADFireInitiating":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADExplosionMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":false,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADExplosionInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":false,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADTransportMajors":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADTransportInitiating":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADAllList":{}},"SiteAndInstallation_Tab":{"AccidentSiteAndInstallation":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"Accident_ID":[666],"Storage":[0],"Process":[0],"Transfer":[0],"Transport":[0],"Translation":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"LanguageId":["EN"],"Accident_ID":[666],"Site_Description":["On 4th February 2005 a sulphuric acid cistern collapsed at KKAB in\nHelsingborg. The cistern, which at the time contained 16,300 tons\n(approx. 8, 900 m3) of 96 % sulphuric acid, is within the grounds of\nKKAB in Kopparverk Harbour. The distance from the incident site to\nactivities and buildings outside the grounds of KKAB is about 1000\nmetres.&lt;br&gt;\n"],"Installation_Description":["The cistern stands in a tank farm, along with two other cisterns of the same size, all with a maximum volume of 11, 000 m3. All the cisterns are intended for the storage of sulphuric acid. North of that area is a cistern for storing phosphoric acid and to the south a cistern for storing liquid sulphur. On failure the cistern emptied in effect in matter of moments.&amp;nbsp; Most of the sulphuric acid spilled out into the company's dock. An area of about 100,000 m2 within the company's industrial area (dock area) was covered, for various durations, by the released sulphuric acid.&lt;br&gt;&amp;nbsp;&lt;br&gt;The primary cause of the incident was a leak in the cooling water supply pipe passing under the cistern park. The pipe is made of concrete and came into use during the first half of the 1960s, most likely 1963. The pipe had been in use for many years without any major problems ever having been identified. &lt;br&gt;&lt;br&gt;The leakage undermined the ground under the foundations of the cistern containing sulphuric acid (96%). The cistern was ruptured because an uneven weight distribution and 16 300 ton sulphuric acid was released into the tank bund and was mixed with an salt water. A cloud consisting of hydrochloric acid was formed.&lt;br&gt;"],"Other":[""]}},"SiteStorageMajors":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","IsChecked":false},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","IsChecked":false},{"ItemId":"3","ItemDescription":"other","IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteStorageInitiating":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","IsChecked":false},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","IsChecked":false},{"ItemId":"3","ItemDescription":"other","IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteProcessMajors":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteProcessInitiating":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferMajors":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferInitiating":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportMajors":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportInitiating":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}]},"SubstancesInvolved_Tab":{"SubstancesDescription":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"Toxic":[0],"Ecotoxic":[0],"Flammable":[0],"Explosive":[0],"Translation":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"LanguageId":["EN"],"Description":["Sulphuric acid 96 %; C.A.S. No: 7664-93-9; 8,900 m3 which is equivalent to 16,300 tons (the total volume of the tank is 11,000 m3).&lt;br&gt;&lt;br&gt;R 35 Extremely corrosive &lt;br&gt;R 36/38 Irritating to eyes and skin&lt;br&gt;&lt;br&gt;"],"Other":["Yes"]}},"SubstanceClassification":[{"IsChecked":false,"ItemId":"1","ItemDescription":"01. VERY TOXIC"},{"IsChecked":true,"ItemId":"2","ItemDescription":"02. TOXIC"},{"IsChecked":true,"ItemId":"3","ItemDescription":"03. OXIDIZING"},{"IsChecked":false,"ItemId":"4","ItemDescription":"04. EXPLOSIVE - note 2(a)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"05. EXPLOSIVE - note 2(b)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"06. FLAMMABLE - note 3(a)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"07 a. HIGHLY FLAMMABLE - note 3(b)(1)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"07 b. HIGHLY FLAMMABLE - note 3(b)(2)"},{"IsChecked":false,"ItemId":"9","ItemDescription":"08. EXTREMELY FLAMMABLE - note 3(c)"},{"IsChecked":false,"ItemId":"10","ItemDescription":"09 i. DANGEROUS FOR THE ENVIRONMENT - R50"},{"IsChecked":false,"ItemId":"11","ItemDescription":"09 ii. DANGEROUS FOR THE ENVIRONMENT - R51,R53"},{"IsChecked":true,"ItemId":"12","ItemDescription":"10 i. ANY CLASSIFICATION - R14"},{"IsChecked":false,"ItemId":"13","ItemDescription":"10 ii. ANY CLASSIFICATION - R29"},{"IsChecked":false,"ItemId":"14","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"37","ItemDescription":"No substances"}],"SubstanceClassificationSV3":[{"IsChecked":false,"ItemId":"15","ItemDescription":"H1. ACUTE TOXIC cat. 1"},{"IsChecked":false,"ItemId":"16","ItemDescription":"H2. ACUTE TOXIC  cat. 2 or 3 (n. 7)"},{"IsChecked":false,"ItemId":"17","ItemDescription":"H3. STOT SPECIFIC TARGET ORGAN TOXICITY"},{"IsChecked":false,"ItemId":"18","ItemDescription":"P1a. EXPLOSIVES, unastable or div. 1.1,1.2,1.3,1.5,1.6 or method A.14 (n. 8)"},{"IsChecked":false,"ItemId":"19","ItemDescription":"P1b. EXPLOSIVES div 1.4 (n. 8 and 10)"},{"IsChecked":false,"ItemId":"20","ItemDescription":"P2. FLAMMABLE GASES cat. 1 or 2"},{"IsChecked":false,"ItemId":"21","ItemDescription":"P3a. FLAMMABLE AEROSOLS (n. 11.1) cat. 1 or 2 w flammable gases or liquids"},{"IsChecked":false,"ItemId":"22","ItemDescription":"P3b. FLAMMABLE AEROSOLS (n. 11.1)  cat. 1 or 2 w/o flammable gases or liquids"},{"IsChecked":false,"ItemId":"23","ItemDescription":"P4. OXIDISING GASES"},{"IsChecked":false,"ItemId":"24","ItemDescription":"P5a. FLAMMABLE LIQUIDS cat. 1, or 2/3 above boiling point (n. 12)"},{"IsChecked":false,"ItemId":"25","ItemDescription":"P5b. FLAMMABLE LIQUIDS  cat. 2 or 3  creating hazard conditions (n. 12)"},{"IsChecked":false,"ItemId":"26","ItemDescription":"P5c. FLAMMABLE LIQUIDS cat. 2 or 3 not covered by P5a and P5b"},{"IsChecked":false,"ItemId":"27","ItemDescription":"P6a. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES A, B"},{"IsChecked":false,"ItemId":"28","ItemDescription":"P6b. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES C, D, E, F"},{"IsChecked":false,"ItemId":"29","ItemDescription":"P7. PYROPHORIC LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"30","ItemDescription":"P8. OXIDISING LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"31","ItemDescription":"E1. Hazardous to the Aquatic Environment cat. Acute 1 or Chronic 1"},{"IsChecked":false,"ItemId":"32","ItemDescription":"E2. Hazardous to the Aquatic Environment cat. Chronic 2"},{"IsChecked":false,"ItemId":"33","ItemDescription":"O1. Substances/mixtures w hazard statement EUH014"},{"IsChecked":false,"ItemId":"34","ItemDescription":"O2. Substances/mixtures emitting flammable gases with water"},{"IsChecked":false,"ItemId":"35","ItemDescription":"O3. Substances/mixtures w hazard statement EUH029"},{"IsChecked":false,"ItemId":"36","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"38","ItemDescription":"No substances"}],"SubstancesInvolved":[{"VersionId":"6d9a67a9-a8f1-47be-8100-4d9526e64941","Substance":"[liquid sulphur]","CASNumber":"CAS Number","IsChecked":false},{"VersionId":"6d9a67a9-a8f1-47be-8100-4d9526e64941","Substance":"02. TOXIC","CASNumber":"CAS Number","IsChecked":false},{"VersionId":"6d9a67a9-a8f1-47be-8100-4d9526e64941","Substance":"03. OXIDIZING","CASNumber":"CAS Number","IsChecked":false},{"VersionId":"6d9a67a9-a8f1-47be-8100-4d9526e64941","Substance":"sulphur trioxide","CASNumber":"7446-11-9","IsChecked":false},{"VersionId":"6d9a67a9-a8f1-47be-8100-4d9526e64941","Substance":"Sulphuric acid 96 %","CASNumber":"7664-93-9","Directly_Involved":16300,"IsChecked":false}]},"Causes_Tab":{"CausesDescription":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"PlantEquipment":[2],"Human":[0],"Organisational":[1],"Environmental":[0],"Translation":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"LanguageId":["EN"],"Causes_Description":["The cause of this incident has been assessed to be a leak in a coolant supply pipe, which caused a weakening of the ground under the tank farm. This led to instability in the cistern, which subsequently split. The dyking was also damaged. &lt;br&gt;&lt;br&gt;Progress of events 4.2.2005:&lt;br&gt;&lt;br&gt;03.35 hours:&amp;nbsp; the alarm raised about low pressure in the coolant supply pipe, which instigated the starting up of another coolant supply pump in order to maintain supply to the works. &lt;br&gt;&lt;br&gt;03.45: water seen in the dyking coming from a hole east of the cistern inside the dyking.&lt;br&gt;&lt;br&gt;04.10: the water starts to run out over the dyking.&lt;br&gt;&lt;br&gt;04.36: The cistern split and 16, 300 tons of sulphuric acid emptied from the cistern in effect instantaneously.&amp;nbsp; A high acid wave was seen moving towards the dock. Personnel in the docks area, 8 people (5 KKAB employees and 3 from Helsingborg's port), ran in different directions to reach safety. &lt;br&gt;&lt;br&gt;5104 - corrosion/fatigue&lt;br&gt;The primary cause of the incident was the leak in the coolant supply pipe. The pipe is made of concrete and came into use during the first half of the 1960s, most likely 1963. The pipe had been in use through the years without any major problems ever having been identified. &lt;br&gt;The only damage noted to the pipe was a leak at the pumping station in 1999.&lt;br&gt;&lt;br&gt;An inspection of the failed pipe after the incident detected little or no internal corrosion, but heavy external corrosion to the concrete. In certain places on the pipe the concrete has corroded so severely that the reinforcing steel has been exposed.&amp;nbsp;&amp;nbsp; &lt;br&gt;&lt;br&gt;The appearance of that part of the coolant supply pipe that was studied suggests that the corrosion is as a result of an acidic attack on the concrete.&amp;nbsp; According to a German DIN standard (1991) DIN 4030 and a European standard EN 260 (2001) a strong attack on concrete occurs if the pH level in surrounding water is&amp;nbsp; &amp;lt; 5.5 and a very strong attack is if the pH level is &amp;lt;4.5.&lt;br&gt;&lt;br&gt;In 1989 a ground pollution study was carried out in the area, during which one of the sample taking points was close to the failed coolant supply pipe. At this point the pH level was measured at approx. 4 in the shallow groundwater. With this new knowledge gained the company drew the conclusion that this pH level entailed risks for strong acidic attacks on the concrete. The same conditions apply to the risk of a sulphate attack in the pipe. &lt;br&gt;&lt;br&gt;"],"Other":[""]}},"CausesPlantEquipments":[{"ItemId":"1","ItemDescription":"vessel/container/containment-equipment failure","CauseType":{"Type_ID":1,"Category":"all","Description":"none"},"IsChecked":true},{"ItemId":"2","ItemDescription":"component/machinery failure/malfunction","CauseType":{},"IsChecked":false},{"ItemId":"3","ItemDescription":"loss of process control","CauseType":{},"IsChecked":false},{"ItemId":"4","ItemDescription":"corrosion/fatigue","CauseType":{"Type_ID":1,"Category":"all","Description":"none"},"IsChecked":true},{"ItemId":"5","ItemDescription":"instrument/control/monitoring-device failure","CauseType":{},"IsChecked":false},{"ItemId":"6","ItemDescription":"runaway reaction","CauseType":{},"IsChecked":false},{"ItemId":"7","ItemDescription":"unexpected reaction/phase-transition","CauseType":{},"IsChecked":false},{"ItemId":"8","ItemDescription":"blockage","CauseType":{},"IsChecked":false},{"ItemId":"9","ItemDescription":"electrostatic accumulation","CauseType":{},"IsChecked":false},{"ItemId":"10","ItemDescription":"other","CauseType":{},"IsChecked":false},{"ItemId":"11","ItemDescription":"not known / not applicable","CauseType":{},"IsChecked":false},{"ItemId":"12","ItemDescription":"not identified","CauseType":{},"IsChecked":false}],"CausesHumans":[{"ItemId":"1","ItemDescription":"operator error","IsChecked":false},{"ItemId":"2","ItemDescription":"operator health (includes ailments, intoxication, death, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"wilful disobedience/failure to carry out duties","IsChecked":false},{"ItemId":"4","ItemDescription":"malicious intervention","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"7","ItemDescription":"not identified","IsChecked":false}],"CausesOrganisationals":[{"ItemId":"1","ItemDescription":"management organization inadequate","CauseType":{},"IsChecked":false},{"ItemId":"2","ItemDescription":"management attitude problem","CauseType":{},"IsChecked":false},{"ItemId":"3","ItemDescription":"organized procedures","CauseType":{},"IsChecked":false},{"ItemId":"4","ItemDescription":"training/instruction","CauseType":{},"IsChecked":false},{"ItemId":"5","ItemDescription":"supervision","CauseType":{},"IsChecked":false},{"ItemId":"6","ItemDescription":"staffing","CauseType":{},"IsChecked":false},{"ItemId":"7","ItemDescription":"process analysis","CauseType":{},"IsChecked":false},{"ItemId":"8","ItemDescription":"design of plant/equipment/system","CauseType":{},"IsChecked":false},{"ItemId":"9","ItemDescription":"user-unfriendliness (apparatus, system, etc.)","CauseType":{},"IsChecked":false},{"ItemId":"10","ItemDescription":"manufacture/construction","CauseType":{},"IsChecked":false},{"ItemId":"11","ItemDescription":"installation","CauseType":{},"IsChecked":false},{"ItemId":"12","ItemDescription":"isolation of equipment/system","CauseType":{},"IsChecked":false},{"ItemId":"13","ItemDescription":"maintenance/repair","CauseType":{},"IsChecked":false},{"ItemId":"14","ItemDescription":"testing/inspecting/recording","CauseType":{},"IsChecked":false},{"ItemId":"15","ItemDescription":"other","CauseType":{},"IsChecked":false},{"ItemId":"16","ItemDescription":"not known / not applicable","CauseType":{"Type_ID":1,"Category":"all","Description":"none"},"IsChecked":true},{"ItemId":"17","ItemDescription":"not identified","CauseType":{},"IsChecked":false}],"CausesExternals":[{"ItemId":"1","ItemDescription":"natural event (weather, temperature, earthquake, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"domino-effect from other accident","IsChecked":false},{"ItemId":"3","ItemDescription":"transport accident","IsChecked":false},{"ItemId":"4","ItemDescription":"struck by object","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities failure (electricity, gas, water, steam air, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"establishment safeguarding/security deficiency","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false},{"ItemId":"8","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"9","ItemDescription":"not identified","IsChecked":false}]},"Consequence_Tab":{"AccidentConsequence":{"VersionId":["6d9a67a9-a8f1-47be-8100-4d9526e64941"],"Consequence_Description":["&lt;b&gt;Consequences for humans&lt;br&gt;&lt;/b&gt;&lt;br&gt;Sulphuric acid&amp;nbsp; and hydrochloric acid are extremely corrosive and can in mist form cause severe irritation to the eyes, mucous membranes and skin. &lt;br&gt;&lt;br&gt;Eight persons who worked at the plant were taken to hospital for check ups, but were able to go home later that day, after they'd been examined.&lt;br&gt;&lt;br&gt;Because of the way the acid cloud moved no one off-site was affected by the acid cloud.&lt;br&gt;&amp;nbsp;&lt;br&gt;On the morning of 4th February 2005 at 06.00 the public in the whole of Helsingborg Town was warned by a message broadcast on the radio. This message informed the public that fuming sulphuric acid (oleum) from a dock cistern in Kemiras Kopparverk dock had come into contact with water and converted to gas, which in the south-westerly wind threatened all of Helsingborg's urban area. Later during the morning information was adjusted and stated that it was 96% sulphuric acid. The situation was assessed as extremely serious and the public were warned and advised to stay indoors and close all windows and doors. The public were also advised to listen to local radio on 103.2 Hz for continuous information on this serious situation.&lt;br&gt;During the rest of the morning the cordoned off exclusion zone was reduced so as to cover an area of about 1 square kilometre. This area houses approximately 7,000 inhabitants and the civil protection measures being taken greatly reduced their freedom of movement. The exclusion zone was further reduced later during the day, but still affected some 4,500 inhabitants. On Sunday (6th February) at 1700 hours the Incident Commander in Helsingborg ordered a further reduction of the exclusion zone so that it now only covered the grounds of the affected company, KKAB, surrounding the incident site. &lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;b&gt;Consequences for the environment&lt;br&gt;&lt;/b&gt;&lt;br&gt;An area of about 100,000 sq.m. within the company's industrial area (dock area) was covered, for various durations, by the released sulphuric acid.&lt;br&gt;&lt;br&gt;Sulphuric acid is extremely acidic but moderately toxic for flora and fauna both on land and in water. Each year inspections of flora and fauna and substances toxic to the environment are carried out in the channel around Helsingborg, in accordance with the municipality's coastal inspection programme. &lt;br&gt;&lt;br&gt;At a meeting on 7th February 2005 between the company, the county administrative board and the municipality a pH level of 3.5 was recorded in the company's dock. The decision was then taken that more detailed environmental impact inspections are required and that the company shall present a programme for this to the county administrative board.&amp;nbsp; This decision resulted in KKAB carrying out the following three studies in and outside Kopparverk Harbour.&lt;br&gt;&lt;br&gt;KKAB has in conjunction with a consulting firm carried out a number of pH measurements, in Kopparverk Harbour. During the first week, after the incident very low pH levels were measured in the harbour. After ten days the levels were however close to normal, with the lowest pH level being 6.5. Samples taken about two weeks after the incident from the central and outer parts of the harbour and in adjoining parts of the Öresund channel showed close to normal pH levels. In none of the sample points was the pH level lower than 7.6.&lt;br&gt;&lt;br&gt;The municipal health and environment protection committee in Helsingborg town conducted studies of the marine environment in and outside Kopparverk Harbour on 1st March 2005. Their report states, \"Well arranged studies of watercourse fauna on 1st March 2005, just over three weeks after the sulphuric acid emission in Kopparverk Harbour in Helsingborg, do not suggest any large scale effects. All vegetation was killed in the harbour and in the harbour entrance area while clear effects couldn't be identified 300 metres away. Follow-up studies will be carried out at the end of April, when a larger area will be covered\".&lt;br&gt;&lt;br&gt;Another consulting firm has on commission from KKAB studied the coastal marine environment in and outside Kopparverk Harbour. The results from this report indicate that there has been a strong effect furthest in in the harbour. In the outer parts of the harbour the study shows normal conditions for the area as regards to flora and fauna.&amp;nbsp;&amp;nbsp;&amp;nbsp; &lt;br&gt;&lt;br&gt;The results from the studies show that the sulphuric acid emission into Kopparverk Harbour had a serious affect on local flora in the inner and deepest parts of the harbour and harbour entrance area. The emission has been assessed by the company as not having had any major negative effects on the Öresund channel. Follow ups will be carried out within the framework of Helsingborg' coastal inspection programme.&lt;br&gt;&lt;br&gt;KKAB has in laboratory tests, since the incident, shown that when sulphuric acid is diluted by seawater some of the chlorine is converted to hydrogen chloride gas. Calculations have shown that approximately 11.5 tons of hydrogen chloride gas can have been produced at the time of the incident.&amp;nbsp; As hydrogen chloride gas is enveloped in a cloud of steam the hydrochloric acid was probably absorbed by the water particles and thus hydrochloric acid with a concentration of approx 4% was produced. It has not yet been determined whether or not the airway irritation that some nearby residents experienced was due to the sulphuric acid aerosol or to hydrogen chloride gas.&amp;nbsp; &lt;br&gt;The reaction that occurred between the water and sulphuric acid in the dock is not believed to have led to any gas formation, because the reaction took place under the surface and any gas produced would have been absorbed in the water above it.&amp;nbsp;&amp;nbsp; &lt;br&gt;&lt;br&gt;&lt;b&gt;Community Disruption:&lt;br&gt;&lt;/b&gt;&lt;br&gt;A message informed the public that fuming sulphuric acid (oleum) from a dock cistern in Kemiras Kopparverk dock had come into contact with water and converted to gas, which in the south-westerly wind threatened all of Helsingborg's urban area. Later during the morning information was adjusted and stated that it was 96% sulphuric acid. The situation was assessed as extremely serious and the public were warned and advised to stay indoors and close all windows and doors. The public were also advised to listen to local radio on 103.2 Hz for continuous information about this serious incident.&lt;br&gt;&lt;br&gt;During the rest of the morning the cordoned off exclusion zone was reduced so as to cover an area of about 1 square kilometre. This area houses approximately 7,000 inhabitants and the civil protection measures taken greatly reduced their freedom of movement. The exclusion zone was further reduced later during the day, but still affected some 4,500 inhabitants. On Sunday (6th February) at 1700 hours the incident commander in Helsingborg ordered a further reduction of the exclusion zone so that it now only covered the grounds of the affected company, KKAB, surrounding the incident site. &lt;br&gt;&lt;b&gt;&lt;br&gt;Discussion:&lt;/b&gt;&lt;br&gt;&lt;br&gt;Perhaps. in retrospect, the cordoned off zone was too large and lasted for too long, which reduced the freedom of movement of many people. Precautions taken were to ensure that no one came to harm.&lt;br&gt;&lt;br&gt;"],"Human":[1],"Environmental":[1],"Cost":[0],"Disruption":[2]},"HumanOnSite":[{"ItemId":"1","ItemDescription":"At risk","IsChecked":false},{"ItemId":"2","ItemDescription":"Fatalities","IsChecked":false},{"ItemId":"3","ItemDescription":"Injuries","IsChecked":false},{"ItemId":"4","ItemDescription":"Other","Effect":"8 minor injuries","IsChecked":true}],"HumanOffSite":[{"ItemId":"1","ItemDescription":"At risk","IsChecked":false},{"ItemId":"2","ItemDescription":"Fatalities","IsChecked":false},{"ItemId":"3","ItemDescription":"Injuries","IsChecked":false},{"ItemId":"4","ItemDescription":"Other","IsChecked":false}],"DetailHumanOffSite":{},"DetailHumanOnSite":{},"DetailHumanEmergency":{},"EnvironmentalOnSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","IsChecked":false}],"EnvironmentalOffSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","Effect":"Extensive studies carried out, see details above","IsChecked":true}],"CostOnSite":[{"ItemId":"1","ItemDescription":"material losses","IsChecked":false},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}],"CostOffSite":[{"ItemId":"1","ItemDescription":"material losses","IsChecked":false},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}],"DisruptionOnSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","IsChecked":false},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false}],"DisruptionOffSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","Effect":"","IsChecked":true},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","Effect":"7,000 inhabitants were advised to stay indoors etc for several hours","IsChecked":true}]},"EmergencyResponse_Tab":{"EmergencyResponses":[{"ItemId":"1","ItemDescription":"On-site systems","Effect":"plant emergency shut-down procedures; alarms/sirens sounded","IsChecked":true},{"ItemId":"2","ItemDescription":"Off-site external services","Effect":"external fire-fighting services; external ambulance/victim-recovery services; police intervention;  public alerted via media","IsChecked":true},{"ItemId":"3","ItemDescription":"Sheltering","IsChecked":false},{"ItemId":"4","ItemDescription":"Evacuation","IsChecked":false},{"ItemId":"5","ItemDescription":"Other","Effect":"environmental monitoring","IsChecked":true}],"RemedialMeasures":[{"ItemId":"1","ItemDescription":"Decontamination","Effect":"substance neutralised","IsChecked":true},{"ItemId":"2","ItemDescription":"Restoration","Effect":" contamined area cleaned; rebuilding","IsChecked":true},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}]},"LessonsLearned_Tab":{"LessonsLearnedThemes":[{"IsChecked":true,"ItemId":"1","ItemDescription":"Causes - Plant/Equipment"},{"IsChecked":false,"ItemId":"2","ItemDescription":"Causes - Human"},{"IsChecked":true,"ItemId":"3","ItemDescription":"Causes - Organisational"},{"IsChecked":false,"ItemId":"4","ItemDescription":"Causes - External"},{"IsChecked":false,"ItemId":"5","ItemDescription":"Emergency Response"},{"IsChecked":false,"ItemId":"6","ItemDescription":"Other"}]},"Attachments_Tab":{"FilesTabId":{},"Files":[],"ConfidentialFiles":{}}}}
