{"Message":{},"Type":[0],"Data":{"Accident":{"AccidentId":["c7688641-41d0-75ab-562d-cc180f10bf89"],"Accident_Id":[403],"IsActive":[true],"LastDate":["2017-07-11T15:59:37.813"],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{},"Concurrency":[0],"InsertUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"InsertUser":{},"InsertDate":["2017-07-11T15:59:37.813"],"IsInElaboration":[false],"LatestVersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"PublishedVersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"DeletedVersionId":{},"OnLineColorClass":["green"]},"AccidentVersion":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"AccidentId":["c7688641-41d0-75ab-562d-cc180f10bf89"],"Accident_ID":[403],"AccidentCode":{},"AccidentNumber":[1],"RevisionNumber":[1],"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"Statuses":{"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"ColorClass":["Green"]},"SubmissionDate":["2002-02-08T00:00:00"],"LastUpdateDate":["2014-08-28T10:24:20"],"StartDateTime":["2001-09-21T10:17:00"],"FinishDateTime":["2001-09-21T00:00:00"],"PublicationDate":{},"SumQualityIndicatorId":{},"Country_ISO2":{},"Country":{},"LegislationId":["#010002"],"Legislation":["EU Seveso II Directive"],"EventTypeId":["#020001"],"EventType":["Major Accident"],"IndustryTypeId":[45],"IndustryType":["General chemicals manufacture (not included above)"],"SevesoIIStatus_ID":["#040002"],"SevesoIIStatus":["Upper tier"],"CP_ID":{},"ContactPerson":{},"Authority_ID":{},"Authority":{},"PlantCode":{},"InBin":[0],"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{"UserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"Name":["MINERVA"],"Surname":["Administrator"],"IsVisibleSensibleData":[false]},"LastDate":["2017-07-11T15:58:17.885"],"Concurrency":[0],"IsPublished":[true],"IsDeleted":[false],"IsImported":[false],"Release":[1],"StartDate":["21-09-2001"],"StartYear":[2001],"StartMonth":[9],"StartDay":[21],"StartHour":[10],"StartMinute":[17],"EndDate":["21-09-2001"],"EndYear":[2001],"EndMonth":[9],"EndDay":[21],"EndHour":[0],"EndMinute":[0],"ApplicationId":["6e164897-6008-4c48-b128-7bc0aed5d18a"],"NaceId":{},"NaceCode":{},"Latitude":{},"Longitude":{},"Translation":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"LanguageId":["EN"],"Title":["Severe explosion in a nitric acid manufacturing installation"],"PlantName":{},"PlantAddress":{},"AdditionalComments":[""],"ConfidentialDescription":[""],"LessonsLearned":["An inquiry by the Parliamentary Commission was opened October 24, 2001 relative to the safety of industrial installations and research centres, and relative to the protection of persons and the environment in the case of a major industrial accident. As of January 29, 2002, this commission had formulated 90 proposals along six major themes: reducing the risk at the source, the human factor notably with the employees playing a role in the prevention of accidents, the implementation of greater openness and pluralistic expertise with regard to disasters, urban planning questions, the adaptation of judicial procedures and the compensation of the victims of industrial catastrophes.\nWithin a few months, the French public authorities undertook different reflective thinking and actions: In the field of prevention, in order to: -Broaden the field of application of the SEVESO 2 directive by lowering the ammonium nitrate threshold, - Limit the risk presented by ammonium nitrate-based fertilizers by adapting their technical specifications to make them intrinsically less explosive, - Improve the prevention of major accident risks in ports and railroad yards, - Ensure the continuity of the security between fixed installations and the transport of dangerous substances, - Reinforce the exchanges between member States relative to the hazards associated with ammonium nitrates (fertilizer and industrial nitrates), - Reinforce the exchanges between member States relative to the cohabitation of activities at risk with other economic activities, residential housing and thoroughfares, - Harmonise the risk evaluation methods between France and the member States, - Access to improved harmonisation of methods and inspection means of establishments at risk by the public authorities, - Reinforce cooperation between research and expert assessment organisations in the European Union, - Re-examine the safety conditions of high-level SEVESO facilities,\nO In the field of inspection, in order to:- Reinforce significantly the staff of the inspectorate - Reinforce the inspectorate through technical support for the examination of danger studies, - Check the fertilizer storage and ammonium nitrate storage facilities governed by the environmental legislation. O In the field of openness and information to: - Create more than 200 experimental local information and joint action committees (circular of July 12, 2002), - Publish (via Internet) the new operating authorisation orders accompanied with the inspection reports. The scenario of detonation had not been selected in the risk analysis of the plant either by the operator, the inspectorate or by third experts, because the existing feedback led to consider as unlikely the detonation of ammonium nitrate when compliant with manufacturing standarThis disaster clearly shows that the contingency plans must consider a series of scenarios of the type, severity and kinetics representative of possible accidents even if their probability is considered extremely low. The method for evaluating the risk proved to be insufficient. The danger study must consider the danger potential of installations, examine possible scenarios and their consequences including the most dramatic or improbable, estimate probabilities and characterize the modes of occurrence. Reducing risks at the source must aim at reducing the potential for danger, the probability of accidents occurring and limiting the consequences through appropriate organisational and technical systems. The legal system did not enable sufficient control in terms of urban planning, particularly for the existing industrial sites whose surrounding area had already been urbanised."],"EmergencyResponce_Descr":["Immediate firefighting and rescue measures: The local authorities and several governmental departments activated emergency centres, the municipality set up a support centre for the population and the operator installed a crisis centre within the establishment. The PPI (special administrative accident response plan) and the plant’s emergency plan were put into action; reinforcements were requested to assist the departmental firemen, the civil protection mobilised a chemical hazard evaluation cell and technological catastrophe specialists. During the first 6 days,1,430 people were thus mobilised, including 460 firemen from the region, 620 firemen from other districts and 350 military personnel of the UIISC (civil security units). Roughly fifty doctors, 32 nurses or health care practitioners and more than 80 ambulance drivers were also mobilised. The monitoring of access routes, looting protection and guarding required 500 to 600 policemen and 13 companies of special CRS (riot control) policemen rotating between September 21 to October 3, 2001. Crisis management operations also mobilised 350 police officers plus 80 belonging to a mobile squad; primarily for traffic control, reinforcement and sanitary convoys. Considering the extent of the collateral damage and the inherent risks, numerous buildings and schools were evacuated. A security perimeter was set up in a radius of 500 m around the site. Thoroughfares around the site were closed. Traffic on the freeway, the southern ring road, the A62 and A64 motorways, the RN 20 highway, the metro, the railway station and Blagnac airport were interrupted. The numerous injured are admitted to local hospitals. The population was ordered to remain confined as a precautionary measure and masks were distributed around the site. In late morning, the Prefecture announced that the toxic risk was under control and that all danger of atmospheric pollution had been dismissed. The precautionary confinement order was lifted around 4.00 pm, and rail and air traffic was reestablished. Nevertheless, the population was asked not to consume the tap water. The pollution of the Garonne was also brought under control.The PPI was lifted September 28, 1.00 pm.\nSecuring of the site: At the request of the classified facilities inspectorate and according to an emergency procedure, on September 21, 2001 the Préfet issued an order suspending the activity of 6 companies operating within the chemical zone (AZF, SNPE, TOLOCHIMIE, ISOCHEM, AIR LIQUIDE and RAISIO) requiring them to secure their sites. One company, SOFERTI in Fenouillet, which recycles off-spec products coming from the storage facility that exploded, was also the subject of an emergency prefectoral order requesting it to secure its chemical substances; inerting operations were set up for this purpose. The crisis centre of the inspectorate remained active for 3 weeks after the accident in order to ensure that the various sites were secure.The securing of AZF site included several delicate operations: recovery and removal of stocks of ammonium nitrate in hot solution, industrial nitrates buried near the crater, liquefied ammonia, nitric acid… Expert evaluation and validation of the procedures were requested prior to certain operations. During the drainage of a liquefied ammonia storage tank, an uncontrolled release of approximately 9 tons of ammoniated solution resulted in pollution of the Garonne and fish mortality. It took several months to secure the AZF site and the other plants concerned, which namely involved the evacuation of dangerous substances. At the request of the Préfet, the corresponding operations were carried out by the operators under the control of the inspectorate. In this manner, according to the latter’s estimates and for the AZF plant alone, 4,000 tons of agricultural nitrates (fertilizer) and 800 tons of industrial nitrates buried under the gravel and rubble of buildings destroyed by the explosion, were to be cleared out and removed in the 4 months following the explosion. SNPE, ISOCHEM and TOLOCHIMIE were required to conduct an audit of the property damage and conduct analysis of the safety conditions. Based on a proposal by the inspectorate, the Préfet also required that a third-party expert evaluation be conducted, as defined in article 3-6 of the order dated 09/21/77. In addition to this,150 agricultural or industrial ammonium nitrate storage installations are monitored throughout France\nRemedial :The remediation of the site led by the operator aimed essentially at reducing the concentrations of hydrocarbons, lead, arsenic and mercury in soil. In July 2006, after two years of work, more than 750,000 cubic meters of earth had been excavated, nearly 90% of the contaminated earth and concrete had been depolluted through on-site washing and heat treatment at 850 ° C. Depollution work is completed in early 2008. The operator estimates the cost of clean up measures at 100 million Euros .In autumn 2006, the construction of a cancerology center is announced on the site of the former AZF plant. The center will ultimately house 4,000 people, mostly researchers, on a campus of 220 ha. The Pierre Potier research Institute is inaugurated in late 2009, joined in 2010 by pharmaceutical companies. Finally, the University Hospital of Cancer, whose construction began in late 2009, opened in 2013.\n"],"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{"UserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"Name":["MINERVA"],"Surname":["Administrator"],"IsVisibleSensibleData":[false]},"LastDate":["2017-07-11T15:59:38.73"],"ParentCompany":{},"Region":{},"Province":{},"City":{},"PostCode":{},"Concurrency":[0]},"LockedUserId":{},"LockedDate":{},"IsLocked":[false],"IsLockedByMe":[false],"LockedUser":{}},"AccidentProfile_Tab":{"ReportingAuthority":{},"ContactPerson":{},"Reasons":[{"IsChecked":true,"ItemId":"1","ItemDescription":"Substances involved: greater than 5% of quantity in Column 3 of Annex I"},{"IsChecked":true,"ItemId":"2","ItemDescription":"Injury to persons: &gt;= 1 fatalities, &gt;= 6 hospitalizing injuries etc."},{"IsChecked":false,"ItemId":"3","ItemDescription":"Immediate damage to the environment (according to Annex VI)"},{"IsChecked":true,"ItemId":"4","ItemDescription":"Damage to property: on-site &gt;2M &amp;euro;, off-site &gt; 0.5M &amp;euro;"},{"IsChecked":false,"ItemId":"5","ItemDescription":"Cross-border damage: transboundary accidents"},{"IsChecked":false,"ItemId":"6","ItemDescription":"Interesting for lessons learned."}],"AffectedCountries":{}},"AccidentDescription_Tab":{"AccidentDescription":{"DominoEffects":[true],"NatechEvents":[false],"TransboundaryEffects":[false],"Contractors":[false],"accTypeRelease":[0],"accTypeFire":[0],"accTypeExplosion":[0],"accTypeTransport":[0],"accTypeOther":{},"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastDate":["2017-07-11T16:00:08.689"],"Concurrency":[0],"Translation":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"LanguageId":["EN"],"AccidentDescription":["At 10.17 am, a severe explosion (detonation) occurred in shed 221. The detonation, felt several kilometres away, corresponded to a magnitude of 3.4 on the Richter scale. Significant dust fallout from the installations and a crater were observed outside the plant. A large cloud of dust from the detonation and red smoke drifted to the north-west. The appearance of the smoke is linked to the emergency shutdown of the nitric acid manufacturing installation. Before rapidly dissipating, the cloud containing ammonia and nitrogen oxides sickened witnesses who complained of eye and throat irritations. The atmospheric pollutants released after the detonation lead to the formation of nitric acid (HNO3), ammonia (NH3), nitrogen dioxide (NO2) and nitrous oxide (N2O) from ammonium nitrate. As a precautionary measure, the local governmental authority (“Préfecture”) requested that the population of Toulouse confine themselves to their homes. This measure, the efficiency of which was limited owing to the damage to numerous homes, nevertheless reduced the number of traffic problems after the accident. From a strictly technical point of view, and according to the measures and observations made by the experts, it should be noted that the detonation gave rise to an overpressure in the order of 140 mbar (threshold retained to characterise the lethal effects in the danger studies) at a distance between 280 and 350 m and 50 mbar (threshold retained to characterise the irreversible effects on human health in the danger studies) at a distance between 680 and 860 m. This observation can be constructively compared to the fact that there were victims resulting from indirect effects up to 500 m away on the one hand, and injuries caused by broken glass at distances of a few kilometres away, on the other hand."],"TypeOther":[""]}},"ADReleaseMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":true,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADReleaseInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":false,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADFireMajors":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADFireInitiating":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADExplosionMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":true,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADExplosionInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":false,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADTransportMajors":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADTransportInitiating":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADAllList":{}},"SiteAndInstallation_Tab":{"AccidentSiteAndInstallation":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"Accident_ID":[403],"Storage":[1],"Process":[0],"Transfer":[0],"Transport":[0],"Translation":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"LanguageId":["EN"],"Accident_ID":[403],"Site_Description":["The plant is located in the industrial area in the south of the city (700.000 habitants). It is 3 km from the city centre, and was established in 1924. The company is the largest producer of fertilisers in France and the third largest in Europe. The plant employs 469 people.&lt;br&gt;&lt;br&gt;The production consists of two main activities: firstly the fabrication of nitrogen-based fertilisers and industrial nitrates, and secondly the production of chlorine derivatives. The plant synthesises ammonia that is transformed into ammonium nitrate; a part of this is employed to manufacture fertilizers and the rest is sold as industrial nitrates. The establishment manufactures fine quality melamine (used as raw material for resins), together with glues and chlorine products used for water treatment.&lt;br&gt;&lt;br&gt;Several major bulk storage facilities of dangerous chemical substances are present on site: 2 spheres of 5000 and 1000 tonnes of Cryogenic ammonia, 315 tonnes of ammonia under pressure, two 56-tonne tanks of liquid chlorine, 1500 tonnes of fuel, 30.000 tonnes of solid ammonium nitrate (15.000 tonnes in bulk, 15,000 tonnes in bags), 1200 tonnes of hot AN solution, 2.500 tonnes of methyl alcohol.  &lt;br&gt;&lt;br&gt;The establishment fell under the SEVESO 1 and falls under the SEVESO 2 Directives because of the presence of ammonia, chlorine, toxic or oxidising substances, ammonium nitrate, and nitrate-based fertilisers# According to the French legislation on classified installations, the establishment is dependent upon proper authorisation and has to follow the prescriptions set out in its authorisation decree of 18 October 2000. In addition, the exact quantities of dangerous substances were regularly declared before February 2001 and a safety management system was in place, in accordance with the deadline of 2001 required by the ministerial decree of 10 May 2000.&lt;br&gt;&lt;br&gt;The plant had prepared an internal emergency plan, and since 1999 participated in an external emergency plan common to 3 plants in the South Toulouse chemical area. Furthermore, since 1989 provisions have been in place which aim at controlling land use. These provisions are implemented by means of a Prefectural decree on a \"Project of General Interest\", and impose on the municipalities some restrictions on new or estended buildings in the vicinity of the factories concerned.&lt;br&gt;&lt;br&gt;The establishment was operated with the authorisation required by the law for classified installations. Many studies on the potential hazards have been carried out since 1982. These studies have been revised and updated every 5 years, and some of them were carried out in 2000 and 2001. During these investigations, several dozen accident scenarios were analysed, but the problem of detonation of ammonium nitrate was not considered, given the specific storage method implemented in the plant.&lt;br&gt; &lt;br&gt;The site was inspected periodically, about twice a year. The last inspection, which took place on 17 May 2001, studied the safety management system.&lt;br&gt;&lt;br&gt;Silo 221 was used for the storage of agricultural nitrates and industrial ammonium nitrate downgraded, in particular because the granule size was wrong. The products were brought to a reception area from different workshops by three sub-contractors, and they subsequently manoeuvred by a truck located in the building. They were periodically removed and transported to other plants to be used for the production of complex fertilisers.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;"],"Installation_Description":["&lt;span style=\"font-size:12.0pt;font-family:Arial;\nmso-fareast-font-family:\" times=\"\" new=\"\" roman\";mso-bidi-font-family:\"times=\"\" roman\";=\"\" mso-ansi-language:fr;mso-fareast-language:fr;mso-bidi-language:ar-sa\"=\"\"&gt;&lt;font face=\"tahoma\" size=\"2\"&gt;Shed 221 belongs to a group of buildings located in the northern part of the plant, an area dedicated to the manufacturing and storage of ammonium nitrate. The logistic service, 4 employees and 3 subcontractors, is in charge of these sheds. The sheds, built between 1920 and 1938, were used to store bulk fertilizers and package ammonium nitrate until 1981. Since 1981, shed 221 stores agricultural or industrial nitrate considered \"below grade\" owing to their grain size and off-spec chemical composition. The others neighbouring sheds are still used for packaging. From the various workshops, this rejected material is brought to an inlet area by three subcontractors. It is then pushed by transport equipment into the building to be bulk stored. This scrap material is removed periodically and oriented to the SOFERTI plants (ATO Group) in Toulouse and Bordeaux to be recycled to be used the manufacture of complex fertilizers &lt;/font&gt;&lt;br&gt;&lt;/span&gt;&lt;span style=\"font-size:12.0pt;font-family:Arial;mso-fareast-font-family:\n\" times=\"\" new=\"\" roman\";mso-bidi-font-family:\"times=\"\" roman\";mso-ansi-language:=\"\" fr;mso-fareast-language:fr;mso-bidi-language:ar-sa\"=\"\"&gt;&lt;/span&gt;"],"Other":[""]}},"SiteStorageMajors":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","EquipmentType":{"EqType_ID":-1,"Category":"empty","Description":""},"IsChecked":true},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","EquipmentType":{},"IsChecked":false},{"ItemId":"3","ItemDescription":"other","EquipmentType":{},"IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","EquipmentType":{},"IsChecked":false}],"SiteStorageInitiating":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","EquipmentType":{"EqType_ID":-1,"Category":"empty","Description":""},"IsChecked":true},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","EquipmentType":{},"IsChecked":false},{"ItemId":"3","ItemDescription":"other","EquipmentType":{},"IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","EquipmentType":{},"IsChecked":false}],"SiteProcessMajors":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteProcessInitiating":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferMajors":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferInitiating":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportMajors":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportInitiating":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}]},"SubstancesInvolved_Tab":{"SubstancesDescription":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"Toxic":[0],"Ecotoxic":[0],"Flammable":[0],"Explosive":[0],"Translation":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"LanguageId":["EN"],"Description":["The substances involved are the manufacturing residues of ammonium nitrate (C.A.S. No: 6484-52-2).\nA quantity of these products (estimated between 15 and 20 tonnes) detonated in a mass explosion. According to one of the experts consulted, this explosion produced damage corresponding to a TNT equivalent of between 20 and 40 tonnes.&lt;br&gt;"],"Other":["Yes"]}},"SubstanceClassification":[{"IsChecked":false,"ItemId":"1","ItemDescription":"01. VERY TOXIC"},{"IsChecked":false,"ItemId":"2","ItemDescription":"02. TOXIC"},{"IsChecked":false,"ItemId":"3","ItemDescription":"03. OXIDIZING"},{"IsChecked":true,"ItemId":"4","ItemDescription":"04. EXPLOSIVE - note 2(a)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"05. EXPLOSIVE - note 2(b)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"06. FLAMMABLE - note 3(a)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"07 a. HIGHLY FLAMMABLE - note 3(b)(1)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"07 b. HIGHLY FLAMMABLE - note 3(b)(2)"},{"IsChecked":false,"ItemId":"9","ItemDescription":"08. EXTREMELY FLAMMABLE - note 3(c)"},{"IsChecked":false,"ItemId":"10","ItemDescription":"09 i. DANGEROUS FOR THE ENVIRONMENT - R50"},{"IsChecked":false,"ItemId":"11","ItemDescription":"09 ii. DANGEROUS FOR THE ENVIRONMENT - R51,R53"},{"IsChecked":false,"ItemId":"12","ItemDescription":"10 i. ANY CLASSIFICATION - R14"},{"IsChecked":false,"ItemId":"13","ItemDescription":"10 ii. ANY CLASSIFICATION - R29"},{"IsChecked":false,"ItemId":"14","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"37","ItemDescription":"No substances"}],"SubstanceClassificationSV3":[{"IsChecked":false,"ItemId":"15","ItemDescription":"H1. ACUTE TOXIC cat. 1"},{"IsChecked":false,"ItemId":"16","ItemDescription":"H2. ACUTE TOXIC  cat. 2 or 3 (n. 7)"},{"IsChecked":false,"ItemId":"17","ItemDescription":"H3. STOT SPECIFIC TARGET ORGAN TOXICITY"},{"IsChecked":false,"ItemId":"18","ItemDescription":"P1a. EXPLOSIVES, unastable or div. 1.1,1.2,1.3,1.5,1.6 or method A.14 (n. 8)"},{"IsChecked":false,"ItemId":"19","ItemDescription":"P1b. EXPLOSIVES div 1.4 (n. 8 and 10)"},{"IsChecked":false,"ItemId":"20","ItemDescription":"P2. FLAMMABLE GASES cat. 1 or 2"},{"IsChecked":false,"ItemId":"21","ItemDescription":"P3a. FLAMMABLE AEROSOLS (n. 11.1) cat. 1 or 2 w flammable gases or liquids"},{"IsChecked":false,"ItemId":"22","ItemDescription":"P3b. FLAMMABLE AEROSOLS (n. 11.1)  cat. 1 or 2 w/o flammable gases or liquids"},{"IsChecked":false,"ItemId":"23","ItemDescription":"P4. OXIDISING GASES"},{"IsChecked":false,"ItemId":"24","ItemDescription":"P5a. FLAMMABLE LIQUIDS cat. 1, or 2/3 above boiling point (n. 12)"},{"IsChecked":false,"ItemId":"25","ItemDescription":"P5b. FLAMMABLE LIQUIDS  cat. 2 or 3  creating hazard conditions (n. 12)"},{"IsChecked":false,"ItemId":"26","ItemDescription":"P5c. FLAMMABLE LIQUIDS cat. 2 or 3 not covered by P5a and P5b"},{"IsChecked":false,"ItemId":"27","ItemDescription":"P6a. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES A, B"},{"IsChecked":false,"ItemId":"28","ItemDescription":"P6b. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES C, D, E, F"},{"IsChecked":false,"ItemId":"29","ItemDescription":"P7. PYROPHORIC LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"30","ItemDescription":"P8. OXIDISING LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"31","ItemDescription":"E1. Hazardous to the Aquatic Environment cat. Acute 1 or Chronic 1"},{"IsChecked":false,"ItemId":"32","ItemDescription":"E2. Hazardous to the Aquatic Environment cat. Chronic 2"},{"IsChecked":false,"ItemId":"33","ItemDescription":"O1. Substances/mixtures w hazard statement EUH014"},{"IsChecked":false,"ItemId":"34","ItemDescription":"O2. Substances/mixtures emitting flammable gases with water"},{"IsChecked":false,"ItemId":"35","ItemDescription":"O3. Substances/mixtures w hazard statement EUH029"},{"IsChecked":false,"ItemId":"36","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"38","ItemDescription":"No substances"}],"SubstancesInvolved":[{"VersionId":"6044fc99-8524-026f-a3c6-b4a00fe688b3","Substance":"ammonium nitrate","CASNumber":"6484-52-2","Directly_Involved":20,"Total_Quantity":20,"IsChecked":false}]},"Causes_Tab":{"CausesDescription":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"PlantEquipment":[0],"Human":[0],"Organisational":[0],"Environmental":[0],"Translation":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"LanguageId":["EN"],"Causes_Description":["On the eve of the explosion, 15 to 20 tons of ammonium nitrates with an additive in qualification phase was brought into shed 221. On the morning of the explosion, products derived from the packaging of the ammonium nitrates and the manufacturing shops were also transferred into the shed. The last addition of material by bin coming from another storage zone was made less than 30 min before the explosion Several inquiries and expert evaluations were conducted: - judicial inquiry, - administrative inquiry conducted by the French Ministry of the Environment with the participation of industrial hazard experts [3], -ATOFINA (mother group) internal inquiry, - inquiry by the CHSCT (the plant committee for hygiene, safety and working conditions). Many hypotheses were formulated to explain the explosion: Unintentional external causes associated with accidental technological or natural phenomena (methane due to underground bacterial activity, lightning, meteorite, falling aircraft parts, explosion of a bomb or nitrocellulose underground following previous site activity); all of these hypotheses proved to be unfounded. Intentional external causes (attack, malicious mischief, missile) conjured up and spread by public opinion in the same context as the \"Twin Towers\" terrorist attack in New York, on September 11, 2001. From a legal standpoint, this hypothesis is not supported by any tangible facts. A process incident (an internal electrical fault at the plant, electric arc, missile effect from a part projected at high speed…). An examination of manufacturing parameters at the time of accident would not however explain this type of incident. Concerning the possible high speed projection of a piece of metal causing a primary explosion in a filter at the top of a tower near the site of the explosion, experts feel that the kinetic energy developed by the projection of debris from the filter would be insufficient to cause the nitrate contained in shed 221 to explode.As far as an accidental chemical reaction is concerned, the nitrates used were polluted by iron oxides, sulphur and in contact with bitumen used to pave the floor of shed 221 or following the mixture of incompatible chemical substances, such as ammonium nitrate with sodium dichlorocyanurate (NaDCC, a product used in treating swimming pools); the incompatibility of these substances was highlighted during court-ordered laboratory tests. Favoured differently by the entities concerned, none of these hypotheses have lead to a consensus. In may 2006, the final report presented by the expert investigators to the plaintiffs supports the theory of a chemical accident, attributing the causes of the disaster to an unfortunate combination of a few dozen kilos of sodium dichlorocyanurate with 500 kg of ammonium nitrate spilled on the main nitrate pile 20 minutes before the detonation. It is worth noticing that, since the very beginning of the industrial manufacturing of nitrogenous fertilisers early in the 20th century, ammonium nitrate have been involved in several major industrial accidents while being stored or dispatched . On July 26, 1921 in Kriewald (formerly German Silesia), the \"dislodging\" of wagons filled with ammonium nitrate using explosives caused a detonation killing 19. Less than 2 months later, on September 21st, in Germany's Oppau plant, blasting work on a pile of aggregated fertiliser mix containing ammonium nitrate and ammonium sulphate produced a detonation responsible for 561 deaths, 1,952 injured and the near total destruction of the town. Twenty years after that, in Belgium, explosives were still being used to disaggregate a pile of ammonium nitrate, resulting in another several hundred deaths at Tessenderlo. Despite the production of coated nitrate to subsequently avoid nitrate aggregation, several detonations of ammonium nitrate still occurred either in France or abroad, thus confirming the complex characteristics (e.g. chemical composition, particle distribution, density, humidity) associated with these categories of products and their detonation potential under circumstances promoting their instability: mixing, hazardous outcome when reacting with other materials or pollutants, temperature, containment…"],"Other":["Yes"]}},"CausesPlantEquipments":[{"ItemId":"1","ItemDescription":"vessel/container/containment-equipment failure","IsChecked":false},{"ItemId":"2","ItemDescription":"component/machinery failure/malfunction","IsChecked":false},{"ItemId":"3","ItemDescription":"loss of process control","IsChecked":false},{"ItemId":"4","ItemDescription":"corrosion/fatigue","IsChecked":false},{"ItemId":"5","ItemDescription":"instrument/control/monitoring-device failure","IsChecked":false},{"ItemId":"6","ItemDescription":"runaway reaction","IsChecked":false},{"ItemId":"7","ItemDescription":"unexpected reaction/phase-transition","IsChecked":false},{"ItemId":"8","ItemDescription":"blockage","IsChecked":false},{"ItemId":"9","ItemDescription":"electrostatic accumulation","IsChecked":false},{"ItemId":"10","ItemDescription":"other","IsChecked":false},{"ItemId":"11","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"12","ItemDescription":"not identified","IsChecked":false}],"CausesHumans":[{"ItemId":"1","ItemDescription":"operator error","IsChecked":false},{"ItemId":"2","ItemDescription":"operator health (includes ailments, intoxication, death, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"wilful disobedience/failure to carry out duties","IsChecked":false},{"ItemId":"4","ItemDescription":"malicious intervention","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"7","ItemDescription":"not identified","IsChecked":false}],"CausesOrganisationals":[{"ItemId":"1","ItemDescription":"management organization inadequate","IsChecked":false},{"ItemId":"2","ItemDescription":"management attitude problem","IsChecked":false},{"ItemId":"3","ItemDescription":"organized procedures","IsChecked":false},{"ItemId":"4","ItemDescription":"training/instruction","IsChecked":false},{"ItemId":"5","ItemDescription":"supervision","IsChecked":false},{"ItemId":"6","ItemDescription":"staffing","IsChecked":false},{"ItemId":"7","ItemDescription":"process analysis","IsChecked":false},{"ItemId":"8","ItemDescription":"design of plant/equipment/system","IsChecked":false},{"ItemId":"9","ItemDescription":"user-unfriendliness (apparatus, system, etc.)","IsChecked":false},{"ItemId":"10","ItemDescription":"manufacture/construction","IsChecked":false},{"ItemId":"11","ItemDescription":"installation","IsChecked":false},{"ItemId":"12","ItemDescription":"isolation of equipment/system","IsChecked":false},{"ItemId":"13","ItemDescription":"maintenance/repair","IsChecked":false},{"ItemId":"14","ItemDescription":"testing/inspecting/recording","IsChecked":false},{"ItemId":"15","ItemDescription":"other","IsChecked":false},{"ItemId":"16","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"17","ItemDescription":"not identified","IsChecked":false}],"CausesExternals":[{"ItemId":"1","ItemDescription":"natural event (weather, temperature, earthquake, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"domino-effect from other accident","IsChecked":false},{"ItemId":"3","ItemDescription":"transport accident","IsChecked":false},{"ItemId":"4","ItemDescription":"struck by object","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities failure (electricity, gas, water, steam air, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"establishment safeguarding/security deficiency","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false},{"ItemId":"8","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"9","ItemDescription":"not identified","IsChecked":false}]},"Consequence_Tab":{"AccidentConsequence":{"VersionId":["6044fc99-8524-026f-a3c6-b4a00fe688b3"],"Consequence_Description":["&lt; HUMAN At the time of the explosion, 266 plant employees and 100 agents from sub-contracting companies were present at the site. The accident resulted in many casualties: 21 at the AZF site, 1 at SNPE and 9 people outside the site (2 of which were in hospital) who were killed by the explosion or deceased in the days that followed, more than 30 people were seriously injured of which 21 remained hospitalised for more than one month (300 more than 6 days). A student at the Gallieni professional college, located 500 m from the epicentre, was killed and several other injured when a concrete structure collapsed. Two people also died in a vehicle maintenance establishment located 380 m away and one person died in the EDF (Electricity company) building located 450 m from the epicentre. Thousands of people were hospitalised; the local authority (Préfecture de Haute-Garonne) counted a total of 2,442 people as of October 17, 2001; 8042 peoples are submitted to a legal medical investigation. The INVS (health national institute) and the Midi-Pyrénées DRASS (local health authority) published a progress report in July 2002 and a final report in September 2006 on the sanitary consequences of the explosion [2].\nThe information gathered during this epidemiological study allowed the short term impact of the catastrophe to be assessed by clearly identifying the sanitary effects of the environmental exposures and by describing the physical and psychological traumas. Numerous physical traumas are registered: wounds, fractures, amputations, contusions… Auditory troubles resulting from the double effect of the blast and to the acoustic trauma due to the explosion were extensive: partial or total deafness, pierced eardrums, hypoacousia, tinnitus, otalgia… Among the nearly 6,000 students located in a radius of 2 km around the site who underwent testing 8 to 10 weeks after the explosion, 5.5% of the secondary school children and 6.3% of the primary school/kindergarten children suffer from hearing deficiencies (&gt; 25 dB). Health professionals were recommended to conduct hearing deficiency examinations on the individuals who were within a radius of 1.7 km at the time of the explosion. The NO2, the NH3 and the particles released by the explosion were responsible for transitory ocular (conjunctivitis, vision disabilities…) and respiratory irritations (tracheobronchitis…) in the population living near the site. These problems appeared to decrease within 5 weeks after the accident. However, the collected data allow to establish the absence of significant health effects potentially associated with these substances in the short and long term. According to the heath services and considering toxicological and epidemiological knowledge on the exposure-hazard relationship, it appears that there are no disquieting consequences concerning the health risk associated with the release of asbestos (cancers, fibrosis). However, labour protection regulations must be carefully applied for individuals working on site cleanup operations. The water monitoring system allows any alteration in raw water quality and the water distributed in the hours following the catastrophe to be detected. The occasional overshoot of quality limit values for NH4+, NO3- and NO2- do not represent a health risk for consumers. The risks associated with soil contamination (soil thrown from the crater), both direct and indirect (food) have been disregarded. Psychological traumas are also registered: more than 8,000 people consulted their general practitioner for acute post-traumatic stress in the weeks following the explosion. Five thousand people began a psychotropic treatment (anxiolytic, antidepressant, hypnotic). According to the experts, these numbers are underestimated as they only take into account the individuals who sought medical care. The explosion had a major impact on psychological problems (depression, anxiety…). In addition, two studies conducted jointly with the French National Educational Service show that one year after the accident, one out of seven students still displays clear signs of post-traumatic stress. Continued monitoring of the medium and long-term health effects will be conducted via various elements of the epidemiological system: a cross-section study (a descriptive epidemiological study at time t) concerning approximately 50,000 salaried employees of the greater Toulouse community and 5,000 rescue personnel, on the one hand, and monitoring of a cohort of 5,000 salaried employees derived from this study (biological examinations), on the other hand. Finally, long-term analysis is planned to identify the causes of death (changes in the mortality rate) of the employees who agreed to give their addresses during the initial study. The information systems of the heath care structures which supplied the data are independent from one another and the existing databases cannot be interconnected when they exist. A person may be recorded in several of these systems without it being possible to detect the error and may be counted more than once. Also, the results do not allow precise quantitative estimates to be made regarding the overall number of different troubles observed. In addition to the physical and psychological traumas suffered by the population of Toulouse, there are significant social disturbances notably linked to the destruction and damage to homes, community equipment, buildings, technical unemployment, and to the loss of work… Associations and a collective have been organised to combat industrial hazards and to defend the interests of the populations concerned. ECONOMIC extensive property damage and production losses for the plant operator, neighbouring plants, retails and individuals, cost of clean-up and rehabilitation measures of the area (total cost estimated above 2 billions euros).Nearly 1,300 companies, representing approximately 20,000 employees, claimed losse. The shock wave and various projectiles damaged 82 schools, 19 middle schools and 15 high schools (36,000 students), as well as 4 establishments of higher education and 3 university dormitories. In front of the factory, a depot containing roughly one hundred busses was destroyed (30,5 M€) and numerous other store were damaged. A household appliance store located 320 m from the explosion's epicentre, as well as a vehicle maintenance facility at 380 m, collapsed also claiming victims. A total of 25,550 homes were damaged to various degrees, 11,180 of which were seriously damaged. More than one thousand homes were completely destroyed and more than 1,200 had to be relocated immediately. "],"Human":[1],"Environmental":[0],"Cost":[1],"Disruption":[1]},"HumanOnSite":[{"ItemId":"1","ItemDescription":"At risk","IsChecked":false},{"ItemId":"2","ItemDescription":"Fatalities","Quantity":22,"Effect":"31 (22 people on site and 9 people off site (of whom 2 were in a hospital and 1 in a school))","IsChecked":true},{"ItemId":"3","ItemDescription":"Injuries","Quantity":30,"Effect":"30 people were seriously injured, of whom 21 were hospitalised for more than a month; 300 people were hospitalised for more than 6 days.","IsChecked":true},{"ItemId":"4","ItemDescription":"Other","Quantity":0,"Effect":"","IsChecked":true}],"HumanOffSite":[{"ItemId":"1","ItemDescription":"At risk","IsChecked":false},{"ItemId":"2","ItemDescription":"Fatalities","Quantity":9,"Effect":"","IsChecked":true},{"ItemId":"3","ItemDescription":"Injuries","Quantity":300,"Effect":"","IsChecked":true},{"ItemId":"4","ItemDescription":"Other","Quantity":2442,"Effect":"2442  people received hospital treatment","IsChecked":true}],"DetailHumanOffSite":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":0,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"DetailHumanOnSite":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":0,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"DetailHumanEmergency":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":0,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"EnvironmentalOnSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","IsChecked":false}],"EnvironmentalOffSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","IsChecked":false}],"CostOnSite":[{"ItemId":"1","ItemDescription":"material losses","Quantity":2000000000,"Effect":"A major part of the 80 hectare AZF site owned by the GRANDE PAROISSE group was destroyed","IsChecked":true},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"3","ItemDescription":"Other","Quantity":0,"Effect":"","IsChecked":true}],"CostOffSite":[{"ItemId":"1","ItemDescription":"material losses","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","Quantity":10000000,"Effect":"","IsChecked":true},{"ItemId":"3","ItemDescription":"Other","Quantity":0,"Effect":"","IsChecked":true}],"DisruptionOnSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","IsChecked":false},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false}],"DisruptionOffSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","Quantity":1300,"Effect":"","IsChecked":true},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","Quantity":120,"Effect":"","IsChecked":true},{"ItemId":"4","ItemDescription":"other places of public assembly","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","Quantity":0,"Effect":"communication lines in a radius of 100 km","IsChecked":true},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"7","ItemDescription":"other","IsChecked":false}]},"EmergencyResponse_Tab":{"EmergencyResponses":[{"ItemId":"1","ItemDescription":"On-site systems","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"2","ItemDescription":"Off-site external services","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"3","ItemDescription":"Sheltering","Quantity":0,"Effect":"","IsChecked":true},{"ItemId":"4","ItemDescription":"Evacuation","IsChecked":false},{"ItemId":"5","ItemDescription":"Other","Quantity":0,"Effect":"","IsChecked":true}],"RemedialMeasures":[{"ItemId":"1","ItemDescription":"Decontamination","IsChecked":false},{"ItemId":"2","ItemDescription":"Restoration","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","Quantity":0,"Effect":"","IsChecked":true}]},"LessonsLearned_Tab":{"LessonsLearnedThemes":[{"IsChecked":false,"ItemId":"1","ItemDescription":"Causes - Plant/Equipment"},{"IsChecked":false,"ItemId":"2","ItemDescription":"Causes - Human"},{"IsChecked":false,"ItemId":"3","ItemDescription":"Causes - Organisational"},{"IsChecked":false,"ItemId":"4","ItemDescription":"Causes - External"},{"IsChecked":true,"ItemId":"5","ItemDescription":"Emergency Response"},{"IsChecked":true,"ItemId":"6","ItemDescription":"Other"}]},"Attachments_Tab":{"FilesTabId":{},"Files":[{"FileTempId":"fd21329toulousedpjlcgb29072013pdf","FileName":"FD_21329_TOULOUSE_DP_JLC_GB_29072013.pdf","FileDescription":"detailed description of the AZF accident, circumstances and consequences","FileSize":"1.6 MB","FileBinaryId":"6c1a2625-f648-df16-6f7d-c65ff472c92d","IsChecked":false,"IsEmpty":false}],"ConfidentialFiles":{}}}}
