{"Message":{},"Type":[0],"Data":{"Accident":{"AccidentId":["dc1a99ea-2972-36ec-89b1-33fb311af4a5"],"Accident_Id":[595],"IsActive":[true],"LastDate":["2017-07-11T15:59:37.813"],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{},"Concurrency":[0],"InsertUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"InsertUser":{},"InsertDate":["2017-07-11T15:59:37.813"],"IsInElaboration":[false],"LatestVersionId":["611b060c-ff30-a365-38eb-008498072a41"],"PublishedVersionId":["611b060c-ff30-a365-38eb-008498072a41"],"DeletedVersionId":{},"OnLineColorClass":["green"]},"AccidentVersion":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"AccidentId":["dc1a99ea-2972-36ec-89b1-33fb311af4a5"],"Accident_ID":[595],"AccidentCode":{},"AccidentNumber":[5],"RevisionNumber":[2],"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"Statuses":{"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"ColorClass":["Green"]},"SubmissionDate":["2003-10-27T00:00:00"],"LastUpdateDate":["2009-04-05T21:17:57"],"StartDateTime":["2002-11-28T00:00:00"],"FinishDateTime":["2002-11-28T00:00:00"],"PublicationDate":{},"SumQualityIndicatorId":{},"Country_ISO2":{},"Country":{},"LegislationId":["#010002"],"Legislation":["EU Seveso II Directive"],"EventTypeId":["#020001"],"EventType":["Major Accident"],"IndustryTypeId":[45],"IndustryType":["General chemicals manufacture (not included above)"],"SevesoIIStatus_ID":["#040002"],"SevesoIIStatus":["Upper tier"],"CP_ID":{},"ContactPerson":{},"Authority_ID":{},"Authority":{},"PlantCode":{},"InBin":[0],"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{"UserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"Name":["MINERVA"],"Surname":["Administrator"],"IsVisibleSensibleData":[false]},"LastDate":["2017-07-11T15:58:17.886"],"Concurrency":[0],"IsPublished":[true],"IsDeleted":[false],"IsImported":[false],"Release":[1],"StartDate":["28-11-2002"],"StartYear":[2002],"StartMonth":[11],"StartDay":[28],"StartHour":[0],"StartMinute":[0],"EndDate":["28-11-2002"],"EndYear":[2002],"EndMonth":[11],"EndDay":[28],"EndHour":[0],"EndMinute":[0],"ApplicationId":["6e164897-6008-4c48-b128-7bc0aed5d18a"],"NaceId":{},"NaceCode":{},"Latitude":{},"Longitude":{},"Translation":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"LanguageId":["EN"],"Title":["Explosion caused by a runaway reaction in a section of high-boiling tars of a TDI department"],"PlantName":{},"PlantAddress":{},"AdditionalComments":[""],"ConfidentialDescription":[""],"LessonsLearned":["&lt;b&gt;Measures to prevent recurrence: &lt;/b&gt;Risk analysis&lt;br&gt;Following the accidental event of November 2002 a thorough safety assessment of the plant starting from the cause analysis has been further developed using different up to date methodologies.&lt;br&gt;&lt;br&gt;The studies and analysis listed below, applied to the high-boiling tars section and to the entire TDI production process, followed by the implementation of technical and procedural changes, demonstrate the high safety standard reached and maintained and in particular with regards to process control, management of failures and accident prevention.&lt;br&gt;&lt;br&gt;The characteristics of the high-boiling tars processing section of department TD5, and particularly concerning the chemical behaviour of the products processed, correlated with the parameter of residence time, temperature and composition, lead to the accident dynamics of November 2002 being considered anomalous, due to the fact that it could not have happened in any other section of the department or in any other phase of the processing cycle. &lt;br&gt;&lt;br&gt;LPP (Loss Prevention Programme) Guidelines for the analysis of the compliance of the process with the accident prevention principles.&lt;br&gt;&lt;br&gt;This methodology was developed by the technological centre of the company based on the experience gained in the establishments of Dow and other major companies operating worldwide.&lt;br&gt;&lt;br&gt;The compliance with these guidelines allows the performance in terms of safety and operating reliability in general to be improved.&lt;br&gt;&lt;br&gt;These guidelines often reflect the entire experience and knowledge gained on the management of process plants and the process anomalies that may occur in any of the activities involved in the management of a chemical plant (design, process control, operation, safety procedures, equipment).&lt;br&gt;&lt;br&gt;Analysis of the management systems of the combustion plants.&lt;br&gt;&lt;br&gt;As for the foregoing guidelines this tool is used inside the company to compare the combustion systems (heating furnaces, steam generators) with the most advanced technologies in the field of safety and reliability.&lt;br&gt;&lt;br&gt;During the audit the problems concerning the management of the furnaces, the safety systems (alarms, shut-down systems), the control systems and the process parameters were analysed, using the most advanced international standards as reference and complying with Italian and European norms.&lt;br&gt;&lt;br&gt;&lt;b&gt;- Layer of Protection Analysis (LOPA)&lt;/b&gt;&lt;br&gt;&lt;br&gt;The LOPA analysis is a simplified form of risk analysis that analyses the risk of an undesired event over the magnitude of the event frequencies, effect gravity and event probability.&lt;br&gt;&lt;br&gt;The LOPA process builds a risk analysis process using all data available from the Dow technological centre, from the databases of the company, from the plant histories and using the specific knowledge of the process engineers of the plants (from Dow or other companies).&lt;br&gt;The analysis demonstrates that the implemented safety systems are adequate to obtain acceptable risk levels.&lt;br&gt;&lt;br&gt;- Investigation into the problems concerning chemical reactivity&lt;br&gt;&lt;br&gt;All aspects concerning chemical reactivity of the substances present in the TDI production cycle were examined very closely; product incompatibilities and eventual instabilities were analysed.&lt;br&gt;Chemical reactivity matrices and reference guidelines, based on Dow's experience, have been issued for the personnel of all Dow installations and in particular for those producing isocyanates.&lt;br&gt;A detailed analysis was&amp;nbsp; performed on the reactivity of TDI and high-boiling tar mixtures with respect to different parameters, such as temperature, residence time and composition, referring also to the accident that occurred in November 2002.&lt;br&gt;Paragraph 2.4 lists the studies carried out, these studies have been used to increase the safety of various sections.&lt;br&gt;&lt;br&gt;-Definition of Process Safety Cardinal Rules&lt;br&gt;&lt;br&gt;Development and implementation of the cardinal rules concerning the process safety during production of dinitrotoluene, toluene di-amine, toluene di-isocyanate and phosgene.&lt;br&gt;These rules have been developed based on the experience of Dow and other leading companies gained in plant management; the rules indicate in a clear and concise way the criticality of different process phases, pointing out the operations to be avoided, with the goal of operating at the highest safety levels.&lt;br&gt;&lt;br&gt;&lt;b&gt;&lt;br&gt;- Pre start-up Audit &lt;/b&gt;&lt;br&gt;&lt;br&gt;As foreseen by the procedures of the company an audit was performed on the plant to check if there were the necessary safety conditions to restart the plant following the recent shut-down for maintenance.&lt;br&gt;The audit was carried out on the entire plant with particular attention on the high-boiling tars processing section upstream the introduction of chemical reagents in the process; the&amp;nbsp; performance of all foreseen test procedures on equipment and piping subject to maintenance was audited, and adequate training of the operative plant personnel was verified with specific checklists.&lt;br&gt;&lt;br&gt;The implementation of the procedures contained in the operative manual was verified with a particular focus on the safety standards.&lt;br&gt;&lt;b&gt;&lt;br&gt;- Updating of the operative manual&lt;/b&gt;&lt;br&gt;&lt;br&gt;The entire operative manual of the department was revised, not only with regards to the high-boiling tars treatment section, which was the main reason of the revision, but also for all departments of the plant.&lt;br&gt;&lt;br&gt;&lt;b&gt;- Management of change (MoC)&lt;/b&gt;&lt;br&gt;&lt;br&gt;All technical or procedural changes have to be assessed through a MoC procedure analysing the consequences of the change with specific checklists with the participation of all roles involved.&lt;br&gt;When the present report was issued, it was foreseen that by the time&amp;nbsp; modifications were operative&amp;nbsp; the operating procedures for the modified plant would also be available and the training of the personnel would have been concluded&lt;br&gt;&lt;br&gt;"],"EmergencyResponce_Descr":["&lt;b&gt;ON SITE&lt;br&gt;&lt;/b&gt;Consequent to the explosion and the subsequent fire, in the control room the assistant on duty in department TD1-3 released the general alarm and activated the emergency shut down procedure for securing the plant, while the assistant on duty in plant TD 4-5 put on the self-contained breathing apparatus and performed a series of operations for securing the plant.&lt;br&gt;&lt;br&gt;AT 19:47 hrs the national fire brigade was alerted over the telephone;&lt;br&gt;At 19:49 hrs the preliminary alarm was released in the department; &lt;br&gt;At 19:52 the general alarm was released in the whole installation;&lt;br&gt;In the standard on-site emergency response procedure of the establishment a distinction is made between two failure situations:&lt;br&gt;state of alarm: a situation in which the unfavourable evolution of an emergency in a department appears to be likely.&lt;br&gt;state of emergency: a situation in which the unfavourable evolution of an emergency in a department has the potential to involve entire areas of the establishment&lt;br&gt;From 19:59 hrs to 20:06 hrs the procedure of communicating the event&amp;nbsp; via fax to the public authorities was activated.&lt;br&gt;The extinguishing operations were performed by the fire brigade of EniChem employing extinguishing foam, while the fire brigade of Venice carried out the cooling of the adjoining plants and equipment with water hydrants, the containment of the gas emissions with water curtains and the monitoring of temperatures with infrared-cameras.&lt;br&gt;At 20:45 the fire could be considered as extinguished.&lt;br&gt;AT 22:45 the on-site emergency was called off.&lt;br&gt;&lt;br&gt;&lt;b&gt;OFF SITE&lt;br&gt;&lt;/b&gt;At 20:30 hrs the acoustic alarm for the population was activated&amp;nbsp; over the acoustic system located in Marghera.&lt;br&gt;At 21:30 the off-site emergency was called off.&lt;br&gt;&lt;br&gt;&lt;b&gt;Emergency Measures - Remarks:&lt;br&gt;&lt;/b&gt;At 19:47 following the signalling of the emergency by the workers of the Dow plant the shift technician of EniChem in charge of emergency signalling alerted the works fire brigade and then the national fire brigade.&lt;br&gt;All equipment was secured and the fire put under control by approximately 20:30 hrs, thanks to the rapid response of the works fire brigade located inside the chemical pole at a distance of 700-800 meters from the accident place, associated with the intervention of the national fire brigade of Venice and the rapid response of the plant personnel releasing the emergency shut down of the plant over the automatic shut down systems. &lt;br&gt;The members of the fire brigade of Venice equipped with an infrared-camera monitored the temperature of the structures and of the equipment during the fire and at the same time provided the cooling of the structures and equipment affected by the fire.&lt;br&gt;&lt;br&gt;&lt;b&gt;Official action taken - legal action: &lt;/b&gt;&lt;br&gt;A penal action was started against some mangers of the TDI plant. Some minor civil actions for biological damage were also started.&lt;br&gt;&lt;br&gt;&lt;b&gt;Official action taken - other official action: &lt;br&gt;&lt;/b&gt;SPISAL (Service for the Prevention, the Hygiene and the Safety in the Working Environment) applied sanctions against three managers according to D.Lgs. 626/94 e D. Lgs.758/94. The Ministry for the Environment  requested the conclusion of the assessment of the SMS foreseen by article 25 of D.Lgs. 334/99 and the judicial investigation according to art. 21 of D.Lgs. 334/99\n&lt;br&gt;&lt;br&gt;"],"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{"UserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"Name":["MINERVA"],"Surname":["Administrator"],"IsVisibleSensibleData":[false]},"LastDate":["2017-07-11T15:59:38.731"],"ParentCompany":{},"Region":{},"Province":{},"City":{},"PostCode":{},"Concurrency":[0]},"LockedUserId":{},"LockedDate":{},"IsLocked":[false],"IsLockedByMe":[false],"LockedUser":{}},"AccidentProfile_Tab":{"ReportingAuthority":{},"ContactPerson":{},"Reasons":[{"IsChecked":true,"ItemId":"1","ItemDescription":"Substances involved: greater than 5% of quantity in Column 3 of Annex I"},{"IsChecked":false,"ItemId":"2","ItemDescription":"Injury to persons: &gt;= 1 fatalities, &gt;= 6 hospitalizing injuries etc."},{"IsChecked":false,"ItemId":"3","ItemDescription":"Immediate damage to the environment (according to Annex VI)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"Damage to property: on-site &gt;2M &amp;euro;, off-site &gt; 0.5M &amp;euro;"},{"IsChecked":false,"ItemId":"5","ItemDescription":"Cross-border damage: transboundary accidents"},{"IsChecked":false,"ItemId":"6","ItemDescription":"Interesting for lessons learned."}],"AffectedCountries":{}},"AccidentDescription_Tab":{"AccidentDescription":{"DominoEffects":[false],"NatechEvents":[false],"TransboundaryEffects":[false],"Contractors":[true],"accTypeRelease":[0],"accTypeFire":[0],"accTypeExplosion":[0],"accTypeTransport":[0],"accTypeOther":{},"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastDate":["2017-07-11T16:00:08.689"],"Concurrency":[0],"Translation":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"LanguageId":["EN"],"AccidentDescription":["The overpressure&amp;nbsp; caused by an unforeseen runaway reaction between&amp;nbsp; chlorinated tars and TDI caused the explosion of Tank no. D 528/2 and a subsequent fire. &lt;br&gt;The pressure wave&amp;nbsp; and the carbon dioxide formed by the explosion of the second tank no. D 528/1 extinguished most fires which had developed.&lt;br&gt;&lt;br&gt;The accident occurred in a section of high-boiling tars of the TDI department TD5. In the department TD5 toluene di-isocyanate (TDI) is produced through the reaction of 2,4-toluendiamine (TDA) and phosgene.&lt;br&gt;The reaction is performed in 3 successive steps with increasing temperature from approximately 80°C to 170°C, with decreasing pressure and hydrogen chloride acid as a by-product.&lt;br&gt;In the section of high-boiling tars, described in the attached block-diagram (ref. Attachment 2), a part of TDI is recovered in a vacuum batch process from the mixture containing 50% TDI and 50%&amp;nbsp; high-boiling tars, stored in tank D 522, which is equipped with a stirrer and water refrigerated coils.&lt;br&gt;The TDI is recovered by evaporation in the concentrator D 525/1, equipped with a stirrer, steam heated coils and maintained at vacuum pressure.&lt;br&gt;Concentrator D 525/1 is fed by the tanks D 528/1-2-3 acting also as compensation tanks. The TDI vapours are then condensed and the liquid then transferred for storage, the residual gas is sent through a separator and then suctioned by the 3stage vacuum units P 509/1-3. &lt;br&gt;The concentrate present in D 525/1 is composed of 18-20% TDI and for the remaining part of high-boiling tars is diluted with toluene, mixed and transferred over a pump in tank D 541, where it is continuously stirred at a temperature of 115 - 120°C with the objective of obtaining a sufficiently fluid and stable mass to be sent into the incinerator B 502/2 for combustion.&lt;br&gt;On 26/11/2002 at about 17:40 the shift assistant of&amp;nbsp; department TD 4-5 shut down the stirrer P 507 of tank D 522 due to the excessive noise of the reduction gear of the motor caused by an insufficient lubrication (memo in the logbook).&lt;br&gt;Following the shutting down of the stirrer P 705 the temperature in tank D 544 started to rise gradually and stabilised at 125°C according to the value recorded by the DCS (Distributed Control System) switchboard assistant. These values cannot be considered&amp;nbsp; reliable due to the fact that the instrument T 5-258 was calibrated to measure temperatures up to 120°C. Tank D 522 receiving the high-boiling tars and the TDI from the evaporator D 521 operates at a maximum temperature of approximately 95°C in normal operating conditions.&lt;br&gt;On 27/11/2002 at 7:30 hrs the feed to tank D 522 is reduced from 400 kg/h to 1900 kg/h maintaining the water circulation in the cooling coils of tank D 522 constant. The reduction of the feed charge reduced the temperature in tank D 522 to 65°C. At approximately 12:00 hrs on 27/11/2002 the temperature of tank D 522 rose again in connection with the increased load of the evaporator D 521, which went up from the previous 1700 kg/h to 7000 kg/h. For the remaining part of 27/11/2002 and until approximately 17:30 hrs on 28/11/2002, when the stirrer was started again, the DCS registered a temperature beyond the top of the measurement scale (above 120°C). &lt;br&gt;At 4:00 hrs on 28/11/2002 the shift personnel registered a temperature rise in tanks D528/1-2-3 and on the work sheet the temperature marked for tanks D 528/1-2-3 were respectively 136-142 and 131°C. The operating temperature normally foreseen for the tanks is 105°C.&lt;br&gt;The switchboard operator reported to the shift assistant an abnormal batch distillation, characterised by the rapidity of the same and the low amount of distilled product, the temperature of D 525/1 was 139°C instead of 105-110° expected at the beginning of the distillation.&lt;br&gt;The operation manual did not indicate the measures to be adopted in case of high temperatures in D 522 and D 528/1-2-3.&lt;br&gt;In the meantime, at 16:30 on 28/11/2002 tank 528/2 filled to 60% reached the temperature of 170°C.&lt;br&gt;The design temperature of the equipment D528/1-2-3 is 150°C.&lt;br&gt;At 18:00 hrs the temperature in tank D 528/2 reached 181°C and it was not possible to discharge tank D 528/2 because distillation was in progress in D25/1 and tank D541 feeding the incinerator B 502/2 was full and could not receive the high-boiling tars from D 525/1.&lt;br&gt;Only at 18:35, when the distillation process in D 525/1 finished, could the discharge into D 541 be performed, only at this point did D 541 have the capacity to receive the content of D 525/1.&lt;br&gt;At 18:50 valve XV 5316 was opened to start the discharge operation of tank 528/2 into tank D 525/1; in that point tank D 528/2, with a nominal capacity of 10m3, was 59.5% full and the temperature&amp;nbsp; 220.7°C. The attempt to discharge tank D 528/2 did not succeed, due to the fact that the not homogenous product inside the tank contained solid matter which blocked the discharge of the tank. Inside the tank unwanted chemical reactions had been going on for hours with development of gas and increase of the temperature and viscosity of the reaction mass.&lt;br&gt;Four external contractors approached the distillation unit D 525/1 to verify the conditions inside the unit through a visual inspection window installed on the dome cap. A dense white smoke inside the distillation unit did not allow the workers to look inside the equipment and the pipe connecting tank D 528/2 to the rupture disk was particularly hot. At 19:25 a second attempt to discharge the tank was made but failed, the temperature on the control panel indicated 220°C while there was no means to measure the pressure inside the vessel. &lt;br&gt;At 19:30 the four external contractors were still in the plant verifying the hydraulic guard D 583 when a strong whistling was heard and white smoke leaking from the flanged coupling located on the delivery tube of the distillation unit D 525/1 was seen. &lt;br&gt;Instinctively the four external contractors tried to escape but a strong explosion was heard, at 19:42 hrs tank D 528/2 exploded. The tank contained a mixture of TDI and TDI high-boiling tars. &lt;br&gt;The pressure wave of the explosion made one escaping worker fall while all were hit and covered by a dense, warm, half solid substance with a high viscosity and a granular structure. &lt;br&gt;After a few (dozen) seconds a fire developed.&lt;br&gt;The explosion ignited a fire involving the terminal part (southern side) of the framework of the \"TDI high-boiling tars processing\" department. The fire was mainly fed by 20 tons of diathermic oil (Aerthem 320) and one ton of toluene due to the rupture of the corresponding pipes.&lt;br&gt;The fire affected the second of the three TDI and high-boiling tars storage tanks, D 528/1 (85% full when the accident occurred), causing its mechanical failure and releasing the second explosion at approximately 20:25 hrs. &lt;br&gt;The explosion of tank D 528/1 extinguished the main fire leaving only some residual secondary fires.&lt;br&gt;&lt;br&gt;"],"TypeOther":[""]}},"ADReleaseMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":false,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADReleaseInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":false,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADFireMajors":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADFireInitiating":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADExplosionMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":false,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":true,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADExplosionInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":true,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADTransportMajors":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADTransportInitiating":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADAllList":{}},"SiteAndInstallation_Tab":{"AccidentSiteAndInstallation":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"Accident_ID":[595],"Storage":[1],"Process":[1],"Transfer":[0],"Transport":[0],"Translation":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"LanguageId":["EN"],"Accident_ID":[595],"Site_Description":[" TDI plant of Porto Marghera&lt;br&gt;&lt;br&gt;&lt;table&gt;&lt;tbody&gt;&lt;tr&gt;&lt;td&gt;&lt;br&gt;&lt;/td&gt;&lt;td&gt;&lt;br&gt;&lt;/td&gt;&lt;td&gt;&lt;br&gt;&lt;/td&gt;&lt;td&gt;&lt;br&gt;&lt;/td&gt;&lt;/tr&gt;&lt;/tbody&gt;&lt;/table&gt;"],"Installation_Description":["The event occurred inside Department TD5 for the processing of high\nboiling tars of the TDI plant of Porto Marghera. And in particular tank\nD 528 1-2 for the temporary storage of bottoms of D 521 expecting to be\ndistilled in D525/1"],"Other":[""]}},"SiteStorageMajors":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","EquipmentType":{"EqType_ID":4,"Category":"storage","Description":"container; pressurised (bullet, sphere, cylinder, etc.)"},"IsChecked":true},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","EquipmentType":{},"IsChecked":false},{"ItemId":"3","ItemDescription":"other","EquipmentType":{},"IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","EquipmentType":{},"IsChecked":false}],"SiteStorageInitiating":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","EquipmentType":{"EqType_ID":4,"Category":"storage","Description":"container; pressurised (bullet, sphere, cylinder, etc.)"},"IsChecked":true},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","EquipmentType":{},"IsChecked":false},{"ItemId":"3","ItemDescription":"other","EquipmentType":{},"IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","EquipmentType":{},"IsChecked":false}],"SiteProcessMajors":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteProcessInitiating":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferMajors":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferInitiating":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportMajors":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportInitiating":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}]},"SubstancesInvolved_Tab":{"SubstancesDescription":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"Toxic":[0],"Ecotoxic":[0],"Flammable":[0],"Explosive":[0],"Translation":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"LanguageId":["EN"],"Description":["Identification: Mixture of m-tolylidene diisocyanate&amp;nbsp; (C.A.S. No: 26471-62-5), process by-products and aromatic solvents &lt;br&gt;Hazard classification and risk phrases: &lt;br&gt;- F R11 highly flammable &lt;br&gt;- T + R26&amp;nbsp; very toxic by inhalation&lt;br&gt;- R36/37/38 Irritating to eyes, irritating to respiratory system, irritating to skin&lt;br&gt;- R40 Possible risks of irreversible effects&lt;br&gt;- R42/43 May cause sensitization by inhalation and by skin contact&lt;br&gt;- R 52/53 Harmful to aquatic organisms, may cause long-term adverse effects in the aquatic environment&lt;br&gt;&lt;br&gt;Identification: Toluene, CAS classification 108-88-3&lt;br&gt;Hazard classification and risk phrases:&lt;br&gt;- F R11 Highly flammable&lt;br&gt;- XN R20 Harmful by inhalation&lt;br&gt;&lt;br&gt;Identification: Diathermic oil, CAS classification -&lt;br&gt;Hazard classification and risk phrases -&lt;br&gt;&lt;br&gt;Relevant inventory directly involved in the accidental event.\nAccording to the estimates made by the operator the quantities of chemical substances involved  and released during the accidental event are:\n\nSubstance name,\t\t amount,\t\tphysical state\nTDI and high-boiling tars\t15,000 kg\t\tliquid/solid\nToluene\t\t\t  1.000 kg\t\tliquid\nDiathermic oil\t\t20.000 kg\t\tliquid\n\nThe safety data sheet of the diathermic oil does not classify the oil as a hazardous substance (falling under the scope of the annexes of legislative decree 334/99) \n\n&lt;br&gt;&lt;br&gt;"],"Other":["No"]}},"SubstanceClassification":[{"IsChecked":true,"ItemId":"1","ItemDescription":"01. VERY TOXIC"},{"IsChecked":true,"ItemId":"2","ItemDescription":"02. TOXIC"},{"IsChecked":true,"ItemId":"3","ItemDescription":"03. OXIDIZING"},{"IsChecked":false,"ItemId":"4","ItemDescription":"04. EXPLOSIVE - note 2(a)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"05. EXPLOSIVE - note 2(b)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"06. FLAMMABLE - note 3(a)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"07 a. HIGHLY FLAMMABLE - note 3(b)(1)"},{"IsChecked":true,"ItemId":"8","ItemDescription":"07 b. HIGHLY FLAMMABLE - note 3(b)(2)"},{"IsChecked":false,"ItemId":"9","ItemDescription":"08. EXTREMELY FLAMMABLE - note 3(c)"},{"IsChecked":false,"ItemId":"10","ItemDescription":"09 i. DANGEROUS FOR THE ENVIRONMENT - R50"},{"IsChecked":true,"ItemId":"11","ItemDescription":"09 ii. DANGEROUS FOR THE ENVIRONMENT - R51,R53"},{"IsChecked":false,"ItemId":"12","ItemDescription":"10 i. ANY CLASSIFICATION - R14"},{"IsChecked":false,"ItemId":"13","ItemDescription":"10 ii. ANY CLASSIFICATION - R29"},{"IsChecked":false,"ItemId":"14","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"37","ItemDescription":"No substances"}],"SubstanceClassificationSV3":[{"IsChecked":false,"ItemId":"15","ItemDescription":"H1. ACUTE TOXIC cat. 1"},{"IsChecked":false,"ItemId":"16","ItemDescription":"H2. ACUTE TOXIC  cat. 2 or 3 (n. 7)"},{"IsChecked":false,"ItemId":"17","ItemDescription":"H3. STOT SPECIFIC TARGET ORGAN TOXICITY"},{"IsChecked":false,"ItemId":"18","ItemDescription":"P1a. EXPLOSIVES, unastable or div. 1.1,1.2,1.3,1.5,1.6 or method A.14 (n. 8)"},{"IsChecked":false,"ItemId":"19","ItemDescription":"P1b. EXPLOSIVES div 1.4 (n. 8 and 10)"},{"IsChecked":false,"ItemId":"20","ItemDescription":"P2. FLAMMABLE GASES cat. 1 or 2"},{"IsChecked":false,"ItemId":"21","ItemDescription":"P3a. FLAMMABLE AEROSOLS (n. 11.1) cat. 1 or 2 w flammable gases or liquids"},{"IsChecked":false,"ItemId":"22","ItemDescription":"P3b. FLAMMABLE AEROSOLS (n. 11.1)  cat. 1 or 2 w/o flammable gases or liquids"},{"IsChecked":false,"ItemId":"23","ItemDescription":"P4. OXIDISING GASES"},{"IsChecked":false,"ItemId":"24","ItemDescription":"P5a. FLAMMABLE LIQUIDS cat. 1, or 2/3 above boiling point (n. 12)"},{"IsChecked":false,"ItemId":"25","ItemDescription":"P5b. FLAMMABLE LIQUIDS  cat. 2 or 3  creating hazard conditions (n. 12)"},{"IsChecked":false,"ItemId":"26","ItemDescription":"P5c. FLAMMABLE LIQUIDS cat. 2 or 3 not covered by P5a and P5b"},{"IsChecked":false,"ItemId":"27","ItemDescription":"P6a. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES A, B"},{"IsChecked":false,"ItemId":"28","ItemDescription":"P6b. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES C, D, E, F"},{"IsChecked":false,"ItemId":"29","ItemDescription":"P7. PYROPHORIC LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"30","ItemDescription":"P8. OXIDISING LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"31","ItemDescription":"E1. Hazardous to the Aquatic Environment cat. Acute 1 or Chronic 1"},{"IsChecked":false,"ItemId":"32","ItemDescription":"E2. Hazardous to the Aquatic Environment cat. Chronic 2"},{"IsChecked":false,"ItemId":"33","ItemDescription":"O1. Substances/mixtures w hazard statement EUH014"},{"IsChecked":false,"ItemId":"34","ItemDescription":"O2. Substances/mixtures emitting flammable gases with water"},{"IsChecked":false,"ItemId":"35","ItemDescription":"O3. Substances/mixtures w hazard statement EUH029"},{"IsChecked":false,"ItemId":"36","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"38","ItemDescription":"No substances"}],"SubstancesInvolved":[{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"Diathermic oil","CASNumber":"CAS Number","Directly_Involved":20,"IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"TDI","CASNumber":"26471-62-5","Directly_Involved":15,"IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"Toluene","CASNumber":"108-88-3","Directly_Involved":1,"IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"01. VERY TOXIC","CASNumber":"","IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"02. TOXIC","CASNumber":"","Directly_Involved":15,"Total_Quantity":70,"IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"03. OXIDIZING","CASNumber":"","IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"07 b. HIGHLY FLAMMABLE - note 3(b)(2)","CASNumber":"","Directly_Involved":1,"IsChecked":false},{"VersionId":"611b060c-ff30-a365-38eb-008498072a41","Substance":"09 ii. DANGEROUS FOR THE ENVIRONMENT - R51,R53","CASNumber":"","Directly_Involved":15,"Total_Quantity":70,"IsChecked":false}]},"Causes_Tab":{"CausesDescription":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"PlantEquipment":[1],"Human":[1],"Organisational":[1],"Environmental":[0],"Translation":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"LanguageId":["EN"],"Causes_Description":["According to the information given by the operator and from the analysis of the plant data on the section involved in the accident, it is assumed that the accident was caused by an unwanted thermally activated condensation reaction between the high-boiling tars and TDI first in tank no. D522, which then developed in tank D 528/2 with the release of heat and carbon dioxide causing the mechanical explosion of tank D 528/1 due to overpressure.&lt;br&gt;&lt;br&gt;&lt;b&gt;The principal causes assumed are the following:&lt;br&gt;&lt;/b&gt;&lt;br&gt;Interruption of the stirring movement in tank D 522&lt;br&gt;Missing operative instructions concerning the management of abnormal conditions caused by high temperature in tanks D 522 and D 528 1/2/3&lt;br&gt;Missing information on the risks involved in managing the abnormal process conditions relating to the specific case&lt;br&gt;Missing pressure measurement instruments in tanks D 528 1/2/3&lt;br&gt;&lt;br&gt;According to the information given by the operator and from the analysis of the plant data on the section involved in the accident, it is assumed that the accident was caused by an unwanted thermally activated condensation reaction between the high-boiling tars and TDI, activated first in tank no. D522 and then developed in tank D 528/2, with the release of heat and carbon dioxide causing the mechanical explosion of tank D 528/1 due to overpressure.&lt;br&gt;&lt;br&gt;The high temperatures and the prolonged residence time of the mass in D 528/2 (approximately 13 hours), supported the development of exothermic condensation reactions or reactions associated with the formation of carbon dioxide and a significant pressure increase.&lt;br&gt;When the explosion occurred the internal temperature of tank D 528/2 was above 220°C and clearly the tank was in extreme overpressure conditions. When the event occurred the tank was filled to 60% of its design capacity of 10 m3.&lt;br&gt;A study has been performed by the Dow, on the thermal stability of the substances involved in the accident and in particular on the results of the adiabatic calorimetric tests (ARC) performed on a tar sample collected immediately after the accident from tank D 522, with the goal of understanding the behaviour of the substances involved in the accident.&lt;br&gt;The tests were made by heating a known quantity of material composed by high-boiling tars and TDI in an adiabatic thermal system and registering the temperature and pressure evolution over time. This test simulated the heating process of the product in D 528/2 involved in the explosion. &lt;br&gt;The test results agree basically with the values registered by the DCS during the accident and demonstrated the development of two distinct reactions, one exothermic reaction and another one developing carbon dioxide.&lt;br&gt;The rupture disk failed due to a plug formed of hardened foam of the \"boiling\" mass on the pipe connecting the tank with the rupture disk and the venting manifold.&lt;br&gt;&lt;br&gt;"],"Other":[""]}},"CausesPlantEquipments":[{"ItemId":"1","ItemDescription":"vessel/container/containment-equipment failure","IsChecked":false},{"ItemId":"2","ItemDescription":"component/machinery failure/malfunction","IsChecked":true},{"ItemId":"3","ItemDescription":"loss of process control","IsChecked":false},{"ItemId":"4","ItemDescription":"corrosion/fatigue","IsChecked":false},{"ItemId":"5","ItemDescription":"instrument/control/monitoring-device failure","IsChecked":false},{"ItemId":"6","ItemDescription":"runaway reaction","IsChecked":false},{"ItemId":"7","ItemDescription":"unexpected reaction/phase-transition","IsChecked":true},{"ItemId":"8","ItemDescription":"blockage","IsChecked":false},{"ItemId":"9","ItemDescription":"electrostatic accumulation","IsChecked":false},{"ItemId":"10","ItemDescription":"other","IsChecked":false},{"ItemId":"11","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"12","ItemDescription":"not identified","IsChecked":false}],"CausesHumans":[{"ItemId":"1","ItemDescription":"operator error","IsChecked":false},{"ItemId":"2","ItemDescription":"operator health (includes ailments, intoxication, death, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"wilful disobedience/failure to carry out duties","IsChecked":false},{"ItemId":"4","ItemDescription":"malicious intervention","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"7","ItemDescription":"not identified","IsChecked":false}],"CausesOrganisationals":[{"ItemId":"1","ItemDescription":"management organization inadequate","IsChecked":false},{"ItemId":"2","ItemDescription":"management attitude problem","IsChecked":false},{"ItemId":"3","ItemDescription":"organized procedures","IsChecked":true},{"ItemId":"4","ItemDescription":"training/instruction","IsChecked":true},{"ItemId":"5","ItemDescription":"supervision","IsChecked":false},{"ItemId":"6","ItemDescription":"staffing","IsChecked":false},{"ItemId":"7","ItemDescription":"process analysis","IsChecked":false},{"ItemId":"8","ItemDescription":"design of plant/equipment/system","IsChecked":false},{"ItemId":"9","ItemDescription":"user-unfriendliness (apparatus, system, etc.)","IsChecked":false},{"ItemId":"10","ItemDescription":"manufacture/construction","IsChecked":false},{"ItemId":"11","ItemDescription":"installation","IsChecked":false},{"ItemId":"12","ItemDescription":"isolation of equipment/system","IsChecked":false},{"ItemId":"13","ItemDescription":"maintenance/repair","IsChecked":false},{"ItemId":"14","ItemDescription":"testing/inspecting/recording","IsChecked":false},{"ItemId":"15","ItemDescription":"other","IsChecked":false},{"ItemId":"16","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"17","ItemDescription":"not identified","IsChecked":false}],"CausesExternals":[{"ItemId":"1","ItemDescription":"natural event (weather, temperature, earthquake, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"domino-effect from other accident","IsChecked":false},{"ItemId":"3","ItemDescription":"transport accident","IsChecked":false},{"ItemId":"4","ItemDescription":"struck by object","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities failure (electricity, gas, water, steam air, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"establishment safeguarding/security deficiency","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false},{"ItemId":"8","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"9","ItemDescription":"not identified","IsChecked":false}]},"Consequence_Tab":{"AccidentConsequence":{"VersionId":["611b060c-ff30-a365-38eb-008498072a41"],"Consequence_Description":["ON-SITE&lt;br&gt;The event caused injuries to 4 workers and the partial destruction of the department.&lt;br&gt;&lt;br&gt;OFF-SITE&lt;br&gt;Tests performed by the Water Magistracy of Venice on water samples taken from the lagoon in front of the TDI plant showed that polluting substances released by sewage drain SM15/3 were discharged in the lagoon through the general sewage drain SM15 of the installation, spreading in the aquatic environment modifying the chemical characteristics of the water in the lagoon up to 1 km from the establishment.&lt;br&gt;&lt;br&gt;&lt;b&gt;People - Remarks:&lt;br&gt;&lt;/b&gt;Personnel present on-site&lt;br&gt;- When the event occurred there were 30 Dow employees and 6 external technicians for activities on the TD12 plant. Of these only 4 external contractors needed medical treatment as specified below.&lt;br&gt;&lt;br&gt;Composition of the emergency response teams: &lt;br&gt;- The EniChem fire brigade intervened with a team of 12 persons;&lt;br&gt;- The national fire brigade intervened with a team of 52 persons.&lt;br&gt;&lt;br&gt;Persons involved off-site.&lt;br&gt;- The population was not involved in the accidental event.&lt;br&gt;- The distance from the urban quarter C# Emiliani (population of 10,000 inhabitants) of Porto Marghera is&amp;nbsp; approximately 2500 m.&lt;br&gt;- The distance from the village of Malcontenta (population of 1,000 inhabitants) is&amp;nbsp; approximately 1,1250m&lt;br&gt;&lt;br&gt;Immediate or subsequent fatalities: No fatalities were registered&lt;br&gt;&lt;br&gt;Hospitalised injuries: Nobody was hospitalised&lt;br&gt;&lt;br&gt;Injuries not requiring hospitalisation&lt;br&gt;The 4 external workers who were performing controls in proximity of the plant equipment were involved in the accident but were only partially exposed to the effects of the explosion of tank D 528/2. All received first medical treatment at the infirmary of the petrochemical establishment and then at the emergency department of the hospital Umberto I in Mestre.&lt;br&gt;The medical reports of the emergency department contain following diagnosis:&lt;br&gt;&lt;br&gt;Worker No. 1: 3 days of incapacity to work(from 28/11/02 to 02/12/02), due to pharyngeal hyperaemia and facial erythema.&lt;br&gt;Worker No. 2: 31 days of incapacity to work(from 28/11/02 to 30/12/02), due to I and II degree burns on the scalp.&lt;br&gt;Worker No. 3: 31 days of&amp;nbsp; incapacity to work(from 28/11/02 to 30/12/02), due to the consequences of exposure to toxic industrial substances.&lt;br&gt;Worker No. 4: 53 days of incapacity to work (from 28/11/02 to 21/01/03), due to the after effects of a trauma caused by a contusion associated with a distortion of the right knee and state of reactive anxiety.&lt;br&gt;&lt;br&gt;Hospitalised persons: There were no hospitalised injuries&amp;nbsp; (the Italian says non-hospitalised injuries)&lt;br&gt;&lt;br&gt;Persons put under health monitoring programs: There have been no persons put under health monitoring programs consequent to the accidental vent occurred.&lt;br&gt;&lt;br&gt;&lt;b&gt;Ecological Harm - Remarks:&lt;br&gt;&lt;/b&gt;Consequent to the accident that occurred on 28/11/02 the personnel of the Antipollution department of the Water Magistracy of Venice (SAMA) performed a series of controls on the drains of the site. Considering the position in which the accident occurred, it was considered appropriate to concentrate on the community sewage drain SM15. During the days following the accident controls were made not only on sewage drain SM15 but also on the section drain SM15/3 directly connected to the TDI production department and on the drain SM15/22 of the central biological sewage treatment plant of the installation, which might have suffered consequences from the event.&lt;br&gt;Both drains form the general drain SM15. Moreover, on 04/12/2002 all drains of the installation were controlled. The timing of the controls and detailed data of the samples are annexed. It has to be stated that the sampling method adopted was of instantaneous type and that all sampling operations and analysis were performed in compliance with regulations and in presence of the party.&lt;br&gt;Moreover it has to be stated that the analysis of TDI (toluene di-isocyante) and aromatic amines&amp;nbsp; showed the presence of TDI with concentrations corresponding to 5280 mg/l and traces of aromatic amines (0.2 mg/l of aniline, 0,1 mg/l of p-toluidine). The concentration values of dichlorobenzenes&amp;nbsp; (chlorinated solvents not mentioned elsewhere) and of organic aromatic solvents (toluene)- all compounds used in the production process involved in the accident - were also particularly high.&lt;br&gt;During the inspection on 29/11/2002 two successive sampling operations were performed on the terminal gully of drain SM15/3 with the goal of verifying the characteristics of the effluents discharged in two distinct periods. This procedure was adopted following the observation during the inspection that the characteristics of the effluents varied strongly.&lt;br&gt;Annex 2 of the present report (annex no 2) lists the values of the samples taken during several inspections made on drain SM15/3 resulting above the threshold values defined by D.P.R. 962/73 and D.M. 30.7.1999. Drain SM 15/3 discharges into the main sewage channel conventionally called SM15, which discharges into the lagoon via the Malamocco-Marghera Channel. It has to be mentioned that the sewage discharged by drain SM15/3 is not subject to any additional treatment downstream of the terminal gully from which the samples were taken. Only in one sample, corresponding to record no. 2663 taken on 29/11/2002, were traces of TDI&amp;nbsp; found (15 mg/l), while in the samples taken afterwards the concentrations of the compound were below the sensitivity of the test method adopted.&lt;br&gt;In conclusion it is considered that consequent to the accident that occurred on 28/11/2002 at the establishment Dow Poliuretani Italia Srl drain SM 15/3 caused a temporary but consistent pollution of the lagoon water. The polluting substances were channelled into the lagoon via the general drain SM15 of the establishment, spreading in the aquatic environment and modifying the chemical characteristics of the water in the lagoon up to 1 km from the establishment. #omisis#&lt;br&gt;The characteristics of the fire and the atmospheric conditions characterised by very slight wind and stability probably favoured an umbrella like fallout pattern of the pollutants around the establishment, which resulted quite uniform, with peak concentrations in the SW sector in the direction of the monitoring stations of&amp;nbsp; via Bottenigo and of Malcontenta and with slightly lower concentrations in the opposite sector in the direction of the city of Mestre.&lt;br&gt;The TDI fire and of the other substances present in the installation caused an increase of the substances typical for combustion processes (nitrogen oxides, carbon oxide and hydrocarbons in a minor proportion), even if the absolute values measured are comparable with the values measured during traffic peak hours in stable meteorological conditions.&lt;br&gt;The increase of toluene is much more significant and to a minor extent the increase of Ethyl-benzene and Xylenes; the absolute values were higher, although not much higher, than the values measured at peak hours of days with high traffic rates.&lt;br&gt;It is interesting to note how the concentration ratio toluene/benzene increased by a factor&amp;nbsp; between 7 and 8 with respect to normal traffic conditions, which may indicate the presence of toluene originating from the accidental event.&lt;br&gt;Moreover the values measured for styrene, methylene chloride, trichloroethylene, perchloroethylene, trimethylbenzene do not differ much from the values indicated in literature for highly urbanised and industrialised areas.&lt;br&gt;It is important to note the absence of dichlorobenzenes in all air samples of the urban areas, even the ones taken in the most critical fallout phase, whereas dichlorobenzenes were found in significant concentrations in proximity of the accident place even the morning after the fire.&lt;br&gt;The concentration of hydrogen chloride measured on the over-bridge in Mestre, in the peak fallout time (between 22:00 and 23:00) is also worthy of note; it could no longer be&amp;nbsp; detected the next morning.&lt;br&gt;The concentrations of dioxins, furans, and PCBs similar to dioxins, measured by CO.INCA (Consorzio Interuniversitario Nazionale Chimica per líAmbiente ñ Interuniversitary Consortium foe Environmental Chemistry) on the total particulate were undoubtedly low, the total values were comparable with the background concentration levels indicated by literature for urban areas.&lt;br&gt;At time of the present report, the research for organic micro-pollutants on the atmospheric particulate and on ash-sludge in the fire zone, was still in progress.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;"],"Human":[1],"Environmental":[1],"Cost":[0],"Disruption":[1]},"HumanOnSite":[{"ItemId":"1","ItemDescription":"At risk","Effect":"Establishment Population: 36","IsChecked":true},{"ItemId":"2","ItemDescription":"Fatalities","IsChecked":false},{"ItemId":"3","ItemDescription":"Injuries","Quantity":4,"Effect":"On Site Fatalities: 4","IsChecked":true},{"ItemId":"4","ItemDescription":"Other","Effect":"4 minor injuries","IsChecked":true}],"HumanOffSite":[{"ItemId":"1","ItemDescription":"At risk","Effect":"Emergency Personnel : 64 OffSite Population : 11500","IsChecked":true},{"ItemId":"2","ItemDescription":"Fatalities","IsChecked":false},{"ItemId":"3","ItemDescription":"Injuries","IsChecked":false},{"ItemId":"4","ItemDescription":"Other","IsChecked":false}],"DetailHumanOffSite":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":11500,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"DetailHumanOnSite":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":36,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"DetailHumanEmergency":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":64,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"EnvironmentalOnSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","Effect":"see above","IsChecked":true}],"EnvironmentalOffSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","Effect":"see above","IsChecked":true}],"CostOnSite":[{"ItemId":"1","ItemDescription":"material losses","IsChecked":false},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}],"CostOffSite":[{"ItemId":"1","ItemDescription":"material losses","IsChecked":false},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}],"DisruptionOnSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","IsChecked":false},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false}],"DisruptionOffSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","IsChecked":false},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","Effect":"media coverage","IsChecked":true}]},"EmergencyResponse_Tab":{"EmergencyResponses":[{"ItemId":"1","ItemDescription":"On-site systems","Effect":"plant emergency shut-down procedures; alarms/sirens sounded; internal emergency teams (fire, ambulance, etc.); firewater runoff control; all-clear sounded","IsChecked":true},{"ItemId":"2","ItemDescription":"Off-site external services","Effect":"external fire-fighting services; water authority/other external expert mobilization; traffic control","IsChecked":true},{"ItemId":"3","ItemDescription":"Sheltering","Effect":"public alerted directly by emergency services; public alerted via media","IsChecked":true},{"ItemId":"4","ItemDescription":"Evacuation","IsChecked":false},{"ItemId":"5","ItemDescription":"Other","Effect":"heath minitoring/epidemiology; environmental monitoring","IsChecked":true}],"RemedialMeasures":[{"ItemId":"1","ItemDescription":"Decontamination","IsChecked":false},{"ItemId":"2","ItemDescription":"Restoration","Effect":"contamined area cleaned","IsChecked":true},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}]},"LessonsLearned_Tab":{"LessonsLearnedThemes":[{"IsChecked":true,"ItemId":"1","ItemDescription":"Causes - Plant/Equipment"},{"IsChecked":false,"ItemId":"2","ItemDescription":"Causes - Human"},{"IsChecked":true,"ItemId":"3","ItemDescription":"Causes - Organisational"},{"IsChecked":false,"ItemId":"4","ItemDescription":"Causes - External"},{"IsChecked":true,"ItemId":"5","ItemDescription":"Emergency Response"},{"IsChecked":false,"ItemId":"6","ItemDescription":"Other"}]},"Attachments_Tab":{"FilesTabId":{},"Files":[],"ConfidentialFiles":{}}}}
