{"Message":{},"Type":[0],"Data":{"Accident":{"AccidentId":["e727c186-52e8-f6ed-3aac-cace03caa643"],"Accident_Id":[431],"IsActive":[true],"LastDate":["2017-07-11T15:59:37.813"],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{},"Concurrency":[0],"InsertUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"InsertUser":{},"InsertDate":["2017-07-11T15:59:37.813"],"IsInElaboration":[false],"LatestVersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"PublishedVersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"DeletedVersionId":{},"OnLineColorClass":["green"]},"AccidentVersion":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"AccidentId":["e727c186-52e8-f6ed-3aac-cace03caa643"],"Accident_ID":[431],"AccidentCode":{},"AccidentNumber":[6],"RevisionNumber":[2],"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"Statuses":{"StatusId":["EMARS_PUBLISHED"],"Status":["PUBLISHED"],"ColorClass":["Green"]},"SubmissionDate":["2005-02-09T00:00:00"],"LastUpdateDate":["2009-03-27T10:19:50"],"StartDateTime":["2004-06-26T16:38:00"],"FinishDateTime":["2004-06-26T00:00:00"],"PublicationDate":{},"SumQualityIndicatorId":{},"Country_ISO2":{},"Country":{},"LegislationId":["#010002"],"Legislation":["EU Seveso II Directive"],"EventTypeId":["#020001"],"EventType":["Major Accident"],"IndustryTypeId":[8],"IndustryType":["Petrochemical / Oil Refineries"],"SevesoIIStatus_ID":["#040002"],"SevesoIIStatus":["Upper tier"],"CP_ID":{},"ContactPerson":{},"Authority_ID":{},"Authority":{},"PlantCode":{},"InBin":[0],"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{"UserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"Name":["MINERVA"],"Surname":["Administrator"],"IsVisibleSensibleData":[false]},"LastDate":["2017-07-11T15:58:17.885"],"Concurrency":[0],"IsPublished":[true],"IsDeleted":[false],"IsImported":[false],"Release":[1],"StartDate":["26-06-2004"],"StartYear":[2004],"StartMonth":[6],"StartDay":[26],"StartHour":[16],"StartMinute":[38],"EndDate":["26-06-2004"],"EndYear":[2004],"EndMonth":[6],"EndDay":[26],"EndHour":[0],"EndMinute":[0],"ApplicationId":["6e164897-6008-4c48-b128-7bc0aed5d18a"],"NaceId":{},"NaceCode":{},"Latitude":{},"Longitude":{},"Translation":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"LanguageId":["EN"],"Title":["Fire in the pre-heating oven of the gas-oil hydrodesulphuration unit of a refinery"],"PlantName":{},"PlantAddress":{},"AdditionalComments":[""],"ConfidentialDescription":[""],"LessonsLearned":["The accident is a reminder of the importance of certain problems relating to such aspects as detection, response (Onsite Emergency Response Plan), external communication and the limitations of the inspection plan of the installations.&lt;br&gt;&lt;br&gt;Detection and response:&lt;br&gt;&lt;br&gt;In the absence of fire detection on the HDS unit, staff who were present working on a neighbouring were able to raise the alarm very quickly and activate means of decompression and cooling of the in the next 5 minutes. &lt;br&gt;This favourable circumstance must not be allowed to obscure the crucial importance of rapid detection of such an event, which conditions the time lag before the response of staff and the activation of the Onsite Emergency Response Plan. &lt;br&gt;Thus, in view of the reduction in numbers of staff in the immediate proximity of the installations for obvious safety raisons (a programme of construction of new control rooms remote from the units is in progress), the detection of accidental occurrences in the production units (detection of fire, gas, etc.) and the visual and auditory surveillance of the installations must be re-examined, without prejudice to the monitoring of the operating parameters.&lt;br&gt;&lt;br&gt;A study group was set up to clarify the modes of activation of the Onsite Emergency Response Plan. The occurrence of 26 June 2004 has indeed raised questions regarding the formal implementation of the Onsite Emergency Response Plan.&lt;br&gt;It is also worth asking certain questions regarding the balance between the staff allocated to the production units and those needed for emergency response operations in case of an accident occurring. This aspect takes on particular importance outside working hours.&lt;br&gt;In view of the human consequences of the fire of 26 June 2004, the decision was taken, at the request of the CHSCT, to repair the paving of the HDS unit. It would seem desirable to extend this measure to the whole of the plant.&lt;br&gt;&lt;br&gt;Inspection plan:&lt;br&gt;&lt;br&gt;The rupture of the tube that started the fire was a consequence of certain types of deterioration (coke deposit, attack by polythionic acids), which were not identified when the inspection plan was drawn up with the aid of the RBeye software program used by the Group.&lt;br&gt;Further development of this tool would thus seem necessary so that it includes the modes of deterioration mentioned above and to take the age of the equipment into account in the criticality calculations. &lt;br&gt;Deterioration of the tubes may also become apparent during hydraulic strength tests, provided the equipment is subjected to greater stresses than those occurring in normal service. If the initial strength test applied to the oven newly rebuilt in accordance with the decree of 13 December 1999 is suitable for addressing this concern, steps should be taken to ensure that this condition applies for similar ageing equipment.&lt;br&gt;To verify the relevance of these measures, it might be interesting to make a comparison of the inspection plans for these units currently implemented in French refineries.&lt;br&gt;&lt;br&gt;External communication:&lt;br&gt;&lt;br&gt;During the crisis management operations, the information given by the operator concerning the gravity and the potential consequences of the accident, were considered as to be inadequate by the offsite services (Town Hall, Police, Emergency Response Services, Director of Sports Infrastructures, etc.).&lt;br&gt;The operator, on the other hand, considers that the measures taken by the Authorities where exaggerated with regards to the nature of the occurrence. In terms of communication, a press conference was held by the director of the site on 26 June 2004 , the day of the accident, at 18.30.&lt;br&gt;These diverging evaluations were examined after the event in a debriefing meeting at the Prefecture of the Rhône, which concluded that there was a need: &lt;br&gt;- to improve the organization of crisis management between the Town Hall of Feyzin, the Police Authorities and the refinery,&lt;br&gt;- for the operator, to formalize in his alert procedures the notion of \"events visible from the outside\", comprising a fast, systematic means of informing the Authorities, even in cases where the Onsite Emergency Plan is not activated.&lt;br&gt;&lt;br&gt;"],"EmergencyResponce_Descr":["The DRIRE launched an immediate administrative inquiry on 26 June 2004. Numerous contacts were made and meetings and dialogues organized by the departments in charge of the regulation of pressurized systems and those in charge of environmental questions, both local and regional.&lt;br&gt;&lt;br&gt;With a view to identifying the causes of this accident and taking the steps for restarting the HDS unit without risk, a Prefectoral order prescribing emergency measures, dated 30 June 2004, was communicated to the operator at the instigation of the DRIRE.&lt;br&gt;&lt;br&gt;Analysis of failures and causes:&lt;br&gt;An examination of the chronology of the event (recordings of the alarm, of sensors, movements of valves, etc.), a description of possible advance indications and the list of special operations carried out in the course of the day were presented. &lt;br&gt;&lt;br&gt;Essentially, the following points emerge:&lt;br&gt;- no irregularity in the process parameters before the accident and no warning sign is revealed by the analysis of the operation parameters of the HDS unit,&lt;br&gt;- no malfunction in the automatic control and safety devices (independent systems) was identified.&lt;br&gt;&lt;br&gt;The failures and causes analysis was carried out by a multidisciplinary internal working group. The work session was steered by an expert guaranteeing the correct application of the fault-tree model, and who had not been involved in the management of the accident in question.&lt;br&gt;&lt;br&gt;Plant:&lt;br&gt;&lt;br&gt;- Checks and inspections were carried out on the equipment of the reactor loop downstream from the oven (reactor 42R202, exchangers 42E201 and 42E202A/B) which suffered abrupt decompression when the tube of the oven ruptured, although normal operation provides for the application of a very gradual depressurization procedure. Because of this, the internal cladding coatings (an internal cladding skin applied to the welding seams) or stainless steel double skins could have suffered a phenomenon of adhesion failure (disbonding by the hydrogen). No such anomaly was revealed.&lt;br&gt;- the chimney, which had flames issuing from its top for several minutes, was subjected to thermographic checks, visual inspections of the crown by telescope and verification of verticality. It results that the concrete structure and its internal cladding (refractory brick) are in satisfactory condition and in conformity with construction specifications.&lt;br&gt;- 34 lines were checked: &lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the pipework in zones 5 and 6, mainly the combustible and utility supplies to the oven, were replaced or eliminated (the new oven changed over to fuel gas only),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the loading and transfer lines of the oven situated in zone 5, together with all the pipework on the eastern rack and on the ground were not metallurgically affected by the fire because of their heat-insulation protection. The remedial work consisted of replacement of the bolting, joints, heat insulation and its protective metal sheeting, and the spring supports, &lt;br&gt;- all the electrical cabling and measurement systems were completely overhauled, with replacement of damaged components,&lt;br&gt;- all the valves and pumps were overhauled,&lt;br&gt;- the water curtain systems of ovens 42F201 and 42F501 were entirely rebuilt, &lt;br&gt;- the gas detectors were overhauled and replaced where necessary.&lt;br&gt;- In view of the extent of the damage to the oven, the decision was taken to rebuild it new together with the associated civil engineering works (concrete support columns, first section of the flue). The reconstruction was almost identical to the original, though the following improvements were incorporated: &lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; 6 burners fitted instead of 4, enabling better distribution of the heat flow,&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; remote ignition device for the burners included,&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; temperature sensors fitted on the outer skins of the tubes at two levels in the radiation part, and similarly on the lower layer of the convection part, for the purpose of monitoring any abnormal temperature increases that might be caused by build-up of coke in the inside,&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; inclusion of supplementary man holes.&lt;br&gt;&lt;br&gt;Inspection plan:&lt;br&gt;The inspection plan of the oven was revised to take into account the initial conclusions drawn from the expert examination, and provides for the following additional checks, made possible by the new design of the equipment: &lt;br&gt;&lt;br&gt;On the convection part:&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; replica tests and radiography of the convection tubes once per cycle, &lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; at the next major shut-down in 2007 (after 25 000 h of operation): measurements of thickness of the tubes of the lower layer and 20 % of the peripheral elbows, geometrical calibration of the tubes (to look for creep), radiography (to look for internal corrosion and the presence of coke),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; continuous monitoring of the skin temperature of the tubes.&lt;br&gt;&lt;br&gt;On the radiation part:&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; checks of thickness on 20% of the tubes and elbows at each annual shut-down (replacement of the reactor catalyst),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; at the next major shut-down in 2007: measurements of thickness of the tubes and elbows, geometrical calibration of the tubes (to look for creep), metallographic replica tests on tubes at two different heights (to look for sensitization of the stainless steel),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; continuous monitoring of the skin temperature of the tubes at two heights.&lt;br&gt;&lt;br&gt;The inspections and periodic requalifications will be accompanied by verification of the safety accessories and the requalification of a hydraulic test.&lt;br&gt;&lt;br&gt;Passivation procedure:&lt;br&gt;An internal working group was set up to re-examine the passivation procedure and the equipment likely to be concerned.&lt;br&gt;&lt;br&gt;Feedback from experience on other equipment or other units:&lt;br&gt;&lt;br&gt;There are no other desulphuration ovens on the site that could display this type of corrosion.&lt;br&gt;According to the operator, the aggression by polythionic acids could also occur on the catalytic reformer, as also in unit HDT2 (hydrogen treatment) where, as a consequence of the geometrical constraints, passivation is not feasible. The DRIRE has nevertheless asked the operator to conduct more intensive investigations of these units to look for the possible&amp;nbsp; presence of this phenomenon of corrosion.&lt;br&gt;Examination of the accident case histories involving ovens in refineries (ARIA database compiled by BARPI) did not identify any similar accident (June 2005).&lt;br&gt;&lt;br&gt;"],"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastUser":{"UserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"Name":["MINERVA"],"Surname":["Administrator"],"IsVisibleSensibleData":[false]},"LastDate":["2017-07-11T15:59:38.73"],"ParentCompany":{},"Region":{},"Province":{},"City":{},"PostCode":{},"Concurrency":[0]},"LockedUserId":{},"LockedDate":{},"IsLocked":[false],"IsLockedByMe":[false],"LockedUser":{}},"AccidentProfile_Tab":{"ReportingAuthority":{},"ContactPerson":{},"Reasons":[{"IsChecked":true,"ItemId":"1","ItemDescription":"Substances involved: greater than 5% of quantity in Column 3 of Annex I"},{"IsChecked":true,"ItemId":"2","ItemDescription":"Injury to persons: &gt;= 1 fatalities, &gt;= 6 hospitalizing injuries etc."},{"IsChecked":false,"ItemId":"3","ItemDescription":"Immediate damage to the environment (according to Annex VI)"},{"IsChecked":true,"ItemId":"4","ItemDescription":"Damage to property: on-site &gt;2M &amp;euro;, off-site &gt; 0.5M &amp;euro;"},{"IsChecked":false,"ItemId":"5","ItemDescription":"Cross-border damage: transboundary accidents"},{"IsChecked":false,"ItemId":"6","ItemDescription":"Interesting for lessons learned."}],"AffectedCountries":{}},"AccidentDescription_Tab":{"AccidentDescription":{"DominoEffects":[false],"NatechEvents":[false],"TransboundaryEffects":[false],"Contractors":[false],"accTypeRelease":[0],"accTypeFire":[0],"accTypeExplosion":[0],"accTypeTransport":[0],"accTypeOther":{},"IsActive":[true],"LastUserId":["a5bdd8c5-3d12-4ae5-9662-2dc3c5f23eea"],"LastDate":["2017-07-11T16:00:08.689"],"Concurrency":[0],"Translation":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"LanguageId":["EN"],"AccidentDescription":["There was a fire in the pre-heating oven of the gas-oil hydrodesulphuration unit for the of the refinery.\n\n&lt;br&gt;&lt;br&gt;The accident is classified at level 4 of the accident gravity scale, as officially published in February 1994 by the Comity of Competent Authorities for the implementation of the Seveso Directive (level 3 for the evacuation of 600 persons; level 2 for the quantities of substances released by the accident and level 4 for the resulting costs).\n&lt;br&gt;&lt;br&gt;&lt;b&gt;The accident:&lt;br&gt;&lt;/b&gt;&lt;br&gt;On 26 June 2004 at 16.38, a fire broke out on oven 42F201. Large flames enveloped the oven (the metal of the convection part became red-hot) and gave off black smoke. &lt;br&gt;&lt;br&gt;The fire does not appear to have been preceded by an explosion, but by a suspicious noise, described by witnesses as a whistling noise (as of a valve) growing more and more intense, and then a \"mechanical\" noise.&lt;br&gt;&lt;br&gt;Staff working on a neighbouring unit quickly released alarm and had already manually activated part of the water curtains by the time the safety teams intervened. The operator then cut off supplies to the unit (load and hydrogen) and started decompression to the flare, which was successful in rapidly reducing the combustion. The structures supporting the oven and subjected to intense heat flow were cooled.&lt;br&gt;&lt;br&gt;The external fire was brought under control in 30 minutes using the onsite emergency response services of the refinery. The external emergency response services dispatched to the scene did not need to intervene. &lt;br&gt;&lt;br&gt;The combustion of the products from the reactor loop (reactor 42R202) continued at a high level of intensity for several hours in the convection chambers of the oven and the flues at the outlet of the latter.&lt;br&gt;The output of the common chimney collecting the emissions to the atmosphere of the HDS units, atmospheric distillation no. 2 (DA2) and extraction of aromatics (hydrogen treatment section no.&amp;nbsp; 2 - HDT2) was seen to produce flames intermittently for several minutes accompanied by a considerable plume of smoke.&lt;br&gt;None of the detectors of ambient H2S on the unit triggered an alarm. In contrast, it is probable that a certain quantity of&amp;nbsp; H2S was released at the flare.&lt;br&gt;&lt;br&gt;Among the pollutants monitored continuously by the detectors in the neighbourhood of the refinery (air quality measurement network of the Lyon conurbation), sulphur dioxide and in particulates suspension are likely to register peaks in cases of incidents of this nature. The concentrations measured showed no significant increase (they remained below the threshold of information and recommendations for sensitive persons).&lt;br&gt;&lt;br&gt;"],"TypeOther":[""]}},"ADReleaseMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":false,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADReleaseInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"fluid release to ground"},{"IsChecked":false,"ItemId":"3","ItemDescription":"fluid release to water"},{"IsChecked":false,"ItemId":"1","ItemDescription":"gas/vapour/mist/etc release to air"},{"IsChecked":false,"ItemId":"4","ItemDescription":"solid release to air"},{"IsChecked":false,"ItemId":"5","ItemDescription":"solid release to ground"},{"IsChecked":false,"ItemId":"6","ItemDescription":"solid release to water"},{"IsChecked":false,"ItemId":"7","ItemDescription":"not known / not applicable"}],"ADFireMajors":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADFireInitiating":[{"IsChecked":false,"ItemId":"1","ItemDescription":"conflagration (a general engulfment fire)"},{"IsChecked":false,"ItemId":"2","ItemDescription":"pool fire (burning pool of liquid, contained or uncontained)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"jet flame (burning jet of fluid from orifice)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"flash fire (burning vapour cloud, subsonic flame front)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"fireball (burning mass rising in air, often after BLEVE)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"not known / not applicable"}],"ADExplosionMajors":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":false,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADExplosionInitiating":[{"IsChecked":false,"ItemId":"2","ItemDescription":"BLEVE (boiling liquid expanding vapour explosion)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"dust explosion"},{"IsChecked":false,"ItemId":"6","ItemDescription":"explosive decomposition (of unstable material)"},{"IsChecked":false,"ItemId":"1","ItemDescription":"pressure burst (rupture of pressure system)"},{"IsChecked":false,"ItemId":"3","ItemDescription":"rapid phase-transition explosion (rapid change of state)"},{"IsChecked":false,"ItemId":"4","ItemDescription":"runaway reaction explosion (usually exothermic)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"VCE (vapour cloud explosion; supersonic wave front)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"not known / not applicable"}],"ADTransportMajors":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADTransportInitiating":[{"IsChecked":false,"ItemId":"4","ItemDescription":"air"},{"IsChecked":false,"ItemId":"2","ItemDescription":"rail"},{"IsChecked":false,"ItemId":"1","ItemDescription":"road"},{"IsChecked":false,"ItemId":"3","ItemDescription":"water (sea, river, etc)"}],"ADAllList":{}},"SiteAndInstallation_Tab":{"AccidentSiteAndInstallation":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"Accident_ID":[431],"Storage":[0],"Process":[1],"Transfer":[0],"Transport":[0],"Translation":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"LanguageId":["EN"],"Accident_ID":[431],"Site_Description":["The refinery produces the full range of normal petroleum products (LPG, kerosene, petrol, diesel, domestic fuel oil, etc.) and presents the specific feature of having a significant output of petrochemical products (ethylene and propylene).&lt;br&gt;Annual production is of the order of 6 million tonnes and its storage capacities reach 1 million m3 for liquids and 34 000 m3 for liquefied gases.&lt;br&gt;The total workforce is about 600 persons, 150 of them in the petrochemical section. &lt;br&gt;It is situated on a narrow site covering an area of 143 hectares, limited to the west by the Canal du Rhône and to the east by the A7 motorway (except for the loading zone, which is situated the other side of the A7), the Lyon/Marseille railway line, the Sibelin marshalling yard and an urbanized zone.&lt;br&gt;This establishment is subject to the SEVESO II Directive (Upper Tier). In addition to this, for the surveillance of pressurized equipment, an external onsite inspection service was approved by DRIRE in 1995.&lt;br&gt;The fire broke out in the pre-heating oven of the hydrodesulphuration (HDS) unit for the gas-oils of the refinery, occupying an area of 5 300 m², south-east of&amp;nbsp; the zone devoted to the refinery units. &lt;b&gt;&lt;br&gt;&lt;/b&gt;"],"Installation_Description":["The fire broke out in the pre-heating oven of the hydrodesulphuration (HDS) unit for the gas-oils of the refinery, occupying an area of 5 300 m², south-east of&amp;nbsp; the zone devoted to the refinery units. &lt;br&gt;&lt;br&gt;The HDS unit mainly treats the petroleum fractions destined for the production of gas-oils and heating oils. Its function is to reduce the sulphur concentration in intermediate products with the aim of producing combustibles and fuels complying with the specifications for sulphur content defined by environmental legislation.&lt;br&gt;The desulphuration is performed by hydrogenation in presence of a catalyst, the hydrogen being provided by a mixture of gases from the reformer and the steam cracker. The reaction produces hydrogen sulphide (H2S) which is retransformed into sulphur in the unit.&lt;br&gt;&lt;br&gt;The oven involved in the accident:&lt;br&gt;&lt;br&gt;This oven was put into service in 1974 and was used to desulphurate motor diesel, distillates and domestic heating oil.&lt;br&gt;&lt;br&gt;Its technical characteristics are:&lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; o&amp;nbsp;&amp;nbsp;&amp;nbsp; Design pressure: 56.9 bar, P&lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; o&amp;nbsp;&amp;nbsp;&amp;nbsp; Maximum pressure in use: 42 bar,&lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; o&amp;nbsp;&amp;nbsp;&amp;nbsp; Design temperature: 425°C, &lt;br&gt;&amp;nbsp;&amp;nbsp;&amp;nbsp; o&amp;nbsp;&amp;nbsp;&amp;nbsp; Usual temperature in service in the region of 410°C-420°C according to the products for desulphuration.&lt;br&gt;&lt;br&gt;It consists essentially of tubes of 6 inches diameter (DN 150) and elbows in austenitic stainless steel A 312 TP 347 for the tubes and A 312 TP 321 for the elbows, chosen for its resistance to the principal mode of corrosion in this type of oven, which is sulphuration.&lt;br&gt;&lt;br&gt;It is composed of a lower radiation part, in which the vertical tubes are accessible under normal conditions, subject to the action of the flame, and an upper convection part, in which the horizontal tubes, arranged in close, superimposed layers are thus not subject to the action of the flame. Only the bottom layer of the convection tubes is visible, together with the peripheral linking elbows between the layers.&lt;br&gt;&lt;br&gt;In the convection part, the tubes in place were the original ones, while in the radiation part, several replacements of tubes had already been carried out (1 tube replaced in 2001 and 16 tubes replaced at the last stoppage in 2002, before the ten-year test). The reasons given are accidental overheating when restarting in the case of the tube changed in 2001 and zones of overheating due to maladjustment of the burners in 2001 for the 16 tubes. &lt;br&gt;&amp;nbsp;"],"Other":[""]}},"SiteStorageMajors":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","IsChecked":false},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","IsChecked":false},{"ItemId":"3","ItemDescription":"other","IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteStorageInitiating":[{"ItemId":"1","ItemDescription":"process-associated (stockholding, etc. on-site of manufacture)","IsChecked":false},{"ItemId":"2","ItemDescription":"distribution-associated (not on-site of manufacture)","IsChecked":false},{"ItemId":"3","ItemDescription":"other","IsChecked":false},{"ItemId":"4","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteProcessMajors":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteProcessInitiating":[{"ItemId":"1","ItemDescription":"chemical batch reaction","IsChecked":false},{"ItemId":"2","ItemDescription":"chemical continuous reaction","IsChecked":false},{"ItemId":"3","ItemDescription":"electrochemical operation","IsChecked":false},{"ItemId":"4","ItemDescription":"physical operations (mixing, melting crystallizing, etc.)","IsChecked":false},{"ItemId":"5","ItemDescription":"treating/use for treatment (stenching, preserving, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"power generation (burning fuel, etc.)","IsChecked":false},{"ItemId":"7","ItemDescription":"disposal activities (incinerating, burying, etc.)","IsChecked":false},{"ItemId":"8","ItemDescription":"heat exchanger (boiler, refrigerator, heating coils, etc.","IsChecked":false},{"ItemId":"9","ItemDescription":"other","IsChecked":false},{"ItemId":"10","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferMajors":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransferInitiating":[{"ItemId":"1","ItemDescription":"pipeline/pipework transfer","IsChecked":false},{"ItemId":"2","ItemDescription":"mechanical transfer (conveyors, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"vehicular transport","IsChecked":false},{"ItemId":"4","ItemDescription":"loading/unloading activities (transfer interfaces)","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportMajors":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}],"SiteTransportInitiating":[{"ItemId":"1","ItemDescription":"packaging (bagging, cylinder filling, drum filling, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"other","IsChecked":false},{"ItemId":"3","ItemDescription":"not known / not applicable","IsChecked":false}]},"SubstancesInvolved_Tab":{"SubstancesDescription":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"Toxic":[0],"Ecotoxic":[0],"Flammable":[0],"Explosive":[0],"Translation":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"LanguageId":["EN"],"Description":["At this stage the quantities assessed are as follows:&lt;br&gt;&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the quantity of hydrocarbons involved in the fire is of the order of 45 tonnes, which represents the release to the atmosphere of about 1 tonne of SO2 (C.A.S. No: 7446-09-5) .&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Although emissions of H2S&amp;nbsp; (C.A.S. No: 7783-06-4) were observed in the environment of the site, the fixed detectors of the HDS unit did not reveal the presence of this pollutant.&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the quantity of dust from unburnt residues has not been determined,&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the total quantity of the emissions was estimated at the end of September 2004 at about 240 tonnes,&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; About 3 000 m3 of water used to extinguish the fire was treated by the internal purification plant.&lt;br&gt;&lt;br&gt;"],"Other":["No"]}},"SubstanceClassification":[{"IsChecked":true,"ItemId":"1","ItemDescription":"01. VERY TOXIC"},{"IsChecked":true,"ItemId":"2","ItemDescription":"02. TOXIC"},{"IsChecked":false,"ItemId":"3","ItemDescription":"03. OXIDIZING"},{"IsChecked":false,"ItemId":"4","ItemDescription":"04. EXPLOSIVE - note 2(a)"},{"IsChecked":false,"ItemId":"5","ItemDescription":"05. EXPLOSIVE - note 2(b)"},{"IsChecked":false,"ItemId":"6","ItemDescription":"06. FLAMMABLE - note 3(a)"},{"IsChecked":false,"ItemId":"7","ItemDescription":"07 a. HIGHLY FLAMMABLE - note 3(b)(1)"},{"IsChecked":false,"ItemId":"8","ItemDescription":"07 b. HIGHLY FLAMMABLE - note 3(b)(2)"},{"IsChecked":true,"ItemId":"9","ItemDescription":"08. EXTREMELY FLAMMABLE - note 3(c)"},{"IsChecked":true,"ItemId":"10","ItemDescription":"09 i. DANGEROUS FOR THE ENVIRONMENT - R50"},{"IsChecked":false,"ItemId":"11","ItemDescription":"09 ii. DANGEROUS FOR THE ENVIRONMENT - R51,R53"},{"IsChecked":false,"ItemId":"12","ItemDescription":"10 i. ANY CLASSIFICATION - R14"},{"IsChecked":false,"ItemId":"13","ItemDescription":"10 ii. ANY CLASSIFICATION - R29"},{"IsChecked":false,"ItemId":"14","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"37","ItemDescription":"No substances"}],"SubstanceClassificationSV3":[{"IsChecked":false,"ItemId":"15","ItemDescription":"H1. ACUTE TOXIC cat. 1"},{"IsChecked":false,"ItemId":"16","ItemDescription":"H2. ACUTE TOXIC  cat. 2 or 3 (n. 7)"},{"IsChecked":false,"ItemId":"17","ItemDescription":"H3. STOT SPECIFIC TARGET ORGAN TOXICITY"},{"IsChecked":false,"ItemId":"18","ItemDescription":"P1a. EXPLOSIVES, unastable or div. 1.1,1.2,1.3,1.5,1.6 or method A.14 (n. 8)"},{"IsChecked":false,"ItemId":"19","ItemDescription":"P1b. EXPLOSIVES div 1.4 (n. 8 and 10)"},{"IsChecked":false,"ItemId":"20","ItemDescription":"P2. FLAMMABLE GASES cat. 1 or 2"},{"IsChecked":false,"ItemId":"21","ItemDescription":"P3a. FLAMMABLE AEROSOLS (n. 11.1) cat. 1 or 2 w flammable gases or liquids"},{"IsChecked":false,"ItemId":"22","ItemDescription":"P3b. FLAMMABLE AEROSOLS (n. 11.1)  cat. 1 or 2 w/o flammable gases or liquids"},{"IsChecked":false,"ItemId":"23","ItemDescription":"P4. OXIDISING GASES"},{"IsChecked":false,"ItemId":"24","ItemDescription":"P5a. FLAMMABLE LIQUIDS cat. 1, or 2/3 above boiling point (n. 12)"},{"IsChecked":false,"ItemId":"25","ItemDescription":"P5b. FLAMMABLE LIQUIDS  cat. 2 or 3  creating hazard conditions (n. 12)"},{"IsChecked":false,"ItemId":"26","ItemDescription":"P5c. FLAMMABLE LIQUIDS cat. 2 or 3 not covered by P5a and P5b"},{"IsChecked":false,"ItemId":"27","ItemDescription":"P6a. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES A, B"},{"IsChecked":false,"ItemId":"28","ItemDescription":"P6b. SELF-REACTIVE SUBSTANCES/MIXTURES and ORGANIC PEROXIDES C, D, E, F"},{"IsChecked":false,"ItemId":"29","ItemDescription":"P7. PYROPHORIC LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"30","ItemDescription":"P8. OXIDISING LIQUIDS AND SOLIDS"},{"IsChecked":false,"ItemId":"31","ItemDescription":"E1. Hazardous to the Aquatic Environment cat. Acute 1 or Chronic 1"},{"IsChecked":false,"ItemId":"32","ItemDescription":"E2. Hazardous to the Aquatic Environment cat. Chronic 2"},{"IsChecked":false,"ItemId":"33","ItemDescription":"O1. Substances/mixtures w hazard statement EUH014"},{"IsChecked":false,"ItemId":"34","ItemDescription":"O2. Substances/mixtures emitting flammable gases with water"},{"IsChecked":false,"ItemId":"35","ItemDescription":"O3. Substances/mixtures w hazard statement EUH029"},{"IsChecked":false,"ItemId":"36","ItemDescription":"00. NAMED SUBSTANCE"},{"IsChecked":false,"ItemId":"38","ItemDescription":"No substances"}],"SubstancesInvolved":[{"VersionId":"de21c5c5-cfe6-e0de-1200-609baba8142d","Substance":"Sulphur dioxide (SO2)","CASNumber":"7446-09-5","IsChecked":false},{"VersionId":"de21c5c5-cfe6-e0de-1200-609baba8142d","Substance":"Hydrogen sulphide (H2S)","CASNumber":"7783-06-4","IsChecked":false}]},"Causes_Tab":{"CausesDescription":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"PlantEquipment":[1],"Human":[0],"Organisational":[0],"Environmental":[0],"Translation":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"LanguageId":["EN"],"Causes_Description":["&lt;b&gt;Inspection plan of the oven:&lt;br&gt;&lt;/b&gt;&lt;br&gt;The inspection plan of the oven in force at the time of the accident allows intervals for periodic inspections of 6 years and intervals for periodic requalification of 12 years according to a amendment granted by the DRIRE on 8 November 2001, when setting out regulations applicable to pressurized equipment.&lt;br&gt;&lt;br&gt;With this in view, the inspection department of the refinery drew up the inspection plans of the pressurized equipment of this unit according to the method known as RBI (Risk Based Inspection) in conformity with the professional guidelines of the UFIP (Union Française des Industries Pétrolières) of February 2000, recognized by the administration by DM-T/P no.&amp;nbsp; 31 538 of 20 October 2000.&lt;br&gt;The application of the RBI method is based on a software program used in the Group, named \"RBeye\", which automates the search for types of deterioration as a function of data relating to the fluid and materials of the equipment, pressures and temperature. &lt;br&gt;The oven has been subjected to periodic inspections from the start, with inspections every three years until 1997, and tests every ten years. The last periodic requalification with testing took place in April 2002, and was successful. It had thus been in service subsequently for 27 months at the time of the fire.&lt;br&gt;&lt;br&gt;The HDS unit was inspected at the time of the general shut-down in 2002 (\"metal\" shutdown) and was stopped in 2003 for a simple change of catalyst.&lt;br&gt;&lt;br&gt;The non-destructive tests performed since the start have consisted in measurement of thickness by ultrasound and dimensional inspections to check the absence of creep, all conducted on the radiation part, as the inspection department held that this was the most vulnerable. Since 1993, metallographic replica tests have been carried out on the radiation tubes and showed the beginnings of sensitization of the stainless steel (beginnings of corrosion which could lead to modification of the mechanical characteristics), but this was judged acceptable by the inspection department, in the absence of loss of cohesion or microfissures.&lt;br&gt;On the convection part, only measurements of thickness of the peripheral elbows were made (see photo below), no anomaly being recorded. &lt;br&gt;&lt;br&gt;The inspection report of the periodic requalification performed in 2002 shows that, on the convection part, the visual inspection carried out on the lower layer, according to the inspection department, revealed no anomalies. In this connection, the history of the thickness measurements on the radiation tubes and convection elbows since 1993 shows no abnormal reduction of thickness.&lt;br&gt;For obvious design reasons, it is impossible to inspect the interior of the tubes.&lt;br&gt;The periodic requalification was accompanied by a hydraulic test carried out a pressure of 85.5 bars.&lt;br&gt;&lt;br&gt;Before the fire, the HDS had been operating since the previous day in \"domestic heating oil\" mode, a rate of operation considered as moderate. It was fed with a mixture of light distillate from vacuum distillation unit no. 2 and LCO (light gas-oil rich in cyclics) from the catalytic cracker unit. The sulphur content of the load was estimated at 1.16%. &lt;br&gt;It should be noted that before being introduced into oven 42F201, this received an addition of hydrogen contributing to the desulphuration reaction. &lt;br&gt;According to the records, the skin temperature of oven 42F201 was stable in the region of 373°C, the maximum permissible temperature being 392°C (set point).&lt;br&gt;&lt;br&gt;&lt;b&gt;Origin of the fire:&lt;br&gt;&lt;/b&gt;The tubes constituting the lower convection layer were found not to have melted, having seemingly been supplied to the end by the load and thus \"cooled\". Among these, one tube found to have burst (a clean break of 500 mm), has since been thought to have been the origin of the fire.&lt;br&gt;&lt;br&gt;Expert examinations performed:&lt;br&gt;Two expert examinations were carried out, one by an external expert, the other by the Group's research centre.&lt;br&gt;&lt;br&gt;&lt;b&gt;Expert examination by the external expert:&lt;br&gt;&lt;/b&gt;&lt;br&gt;This was carried out on 2 tubes (the burst tube and a neighbouring tube) on the basis of a geometrical, fractographic and metallurgical analysis of the burst tube and of mechanical tests and analyses by X-ray diffraction.&lt;br&gt;This revealed that the rupture was caused by four types of deterioration, the effects of which had cumulatively led to a reduction of thickness to a point below that at which the tube could withstand operating pressure.&lt;br&gt;&lt;br&gt;These types of deterioration are as follows:&lt;br&gt;- aggression supposedly due to exposure to polythionic acids: these acids form when the sulphurised constituents of the load are in contact with oxygen. This situation cannot occur in normal operation, as the load contains no oxygen. It is encountered during shutdowns or hydraulic tests. To avoid this phenomenon, a passivation operation is performed during the shutdown process (a procedure formalized since 1985). This aggression is thought to be old, as passivation has been performed since 1980. It results in the localized formation of grooves in the inside of the tubes of the oven.&lt;br&gt;- reduction of thickness by oxidation/sulphuration: in the grooves formed by the polythionic acid aggression, the material (austenitic stainless steel) had lost its unoxidizable character, leading to a reduction of thickness by corrosion.&lt;br&gt;- the presence of sigma phase (an intermetallic compound causing very marked fragility of the metal) in a low proportion, which may have facilitated the development and penetration of the intergranular attack.&lt;br&gt;- loss of intergranular cohesion entailing slow creep which, in its turn, generates fissuring in the outer skin of the tubes: this phenomenon could be explained by poor heat exchange, due to a deposit of coke on the inside of the tube. This external deterioration of the tube was not visible to the naked eye.&lt;br&gt;&lt;br&gt;&lt;b&gt;Expert examination by the Group's research centre:&lt;br&gt;&lt;/b&gt;&lt;br&gt;This examination conducted on another neighbouring tube revealed none of the characteristic appearance of internal intergranular corrosion found on the burst tube. However, on the outside, loss of cohesion due to creep, and on the inside, the presence of a considerable density of sigma phase were observed. The examination came to the conclusion that there were localized defects..&lt;br&gt;&lt;br&gt;"],"Other":[""]}},"CausesPlantEquipments":[{"ItemId":"1","ItemDescription":"vessel/container/containment-equipment failure","IsChecked":true},{"ItemId":"2","ItemDescription":"component/machinery failure/malfunction","IsChecked":false},{"ItemId":"3","ItemDescription":"loss of process control","IsChecked":false},{"ItemId":"4","ItemDescription":"corrosion/fatigue","IsChecked":true},{"ItemId":"5","ItemDescription":"instrument/control/monitoring-device failure","IsChecked":false},{"ItemId":"6","ItemDescription":"runaway reaction","IsChecked":false},{"ItemId":"7","ItemDescription":"unexpected reaction/phase-transition","IsChecked":false},{"ItemId":"8","ItemDescription":"blockage","IsChecked":false},{"ItemId":"9","ItemDescription":"electrostatic accumulation","IsChecked":false},{"ItemId":"10","ItemDescription":"other","IsChecked":false},{"ItemId":"11","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"12","ItemDescription":"not identified","IsChecked":false}],"CausesHumans":[{"ItemId":"1","ItemDescription":"operator error","IsChecked":false},{"ItemId":"2","ItemDescription":"operator health (includes ailments, intoxication, death, etc.)","IsChecked":false},{"ItemId":"3","ItemDescription":"wilful disobedience/failure to carry out duties","IsChecked":false},{"ItemId":"4","ItemDescription":"malicious intervention","IsChecked":false},{"ItemId":"5","ItemDescription":"other","IsChecked":false},{"ItemId":"6","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"7","ItemDescription":"not identified","IsChecked":false}],"CausesOrganisationals":[{"ItemId":"1","ItemDescription":"management organization inadequate","IsChecked":false},{"ItemId":"2","ItemDescription":"management attitude problem","IsChecked":false},{"ItemId":"3","ItemDescription":"organized procedures","IsChecked":false},{"ItemId":"4","ItemDescription":"training/instruction","IsChecked":false},{"ItemId":"5","ItemDescription":"supervision","IsChecked":false},{"ItemId":"6","ItemDescription":"staffing","IsChecked":false},{"ItemId":"7","ItemDescription":"process analysis","IsChecked":false},{"ItemId":"8","ItemDescription":"design of plant/equipment/system","IsChecked":false},{"ItemId":"9","ItemDescription":"user-unfriendliness (apparatus, system, etc.)","IsChecked":false},{"ItemId":"10","ItemDescription":"manufacture/construction","IsChecked":false},{"ItemId":"11","ItemDescription":"installation","IsChecked":false},{"ItemId":"12","ItemDescription":"isolation of equipment/system","IsChecked":false},{"ItemId":"13","ItemDescription":"maintenance/repair","IsChecked":false},{"ItemId":"14","ItemDescription":"testing/inspecting/recording","IsChecked":false},{"ItemId":"15","ItemDescription":"other","IsChecked":false},{"ItemId":"16","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"17","ItemDescription":"not identified","IsChecked":false}],"CausesExternals":[{"ItemId":"1","ItemDescription":"natural event (weather, temperature, earthquake, etc.)","IsChecked":false},{"ItemId":"2","ItemDescription":"domino-effect from other accident","IsChecked":false},{"ItemId":"3","ItemDescription":"transport accident","IsChecked":false},{"ItemId":"4","ItemDescription":"struck by object","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities failure (electricity, gas, water, steam air, etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"establishment safeguarding/security deficiency","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false},{"ItemId":"8","ItemDescription":"not known / not applicable","IsChecked":false},{"ItemId":"9","ItemDescription":"not identified","IsChecked":false}]},"Consequence_Tab":{"AccidentConsequence":{"VersionId":["de21c5c5-cfe6-e0de-1200-609baba8142d"],"Consequence_Description":["Human consequences:&lt;br&gt;Two operators were slightly injured during fire extinguishing operations (falls due to irregularities in the paving of the HDS unit hidden in foam).&lt;br&gt;According to the public emergency reponse services, 600 persons were temporarily evacuated from an urban zone of Feyzin (including the swimming pool and the stadium). By way of precaution and in the absence of accurate information from the refinery, the Police Authorities temporarily closed the A7.&lt;br&gt;&lt;br&gt;&lt;br&gt;Material consequences:&lt;br&gt;&lt;br&gt;The detailed assessment of the damage to the pressurized equipment affected by the incident was carried out according to the API 579 method, which consists in determining the temperature levels attained during the fire, the spatial classification of the 6 zones and the definition of a criterion of acceptance or replacement according to the zone concerned. &lt;br&gt;&lt;br&gt;The most significant damage was to the oven:&lt;br&gt;&amp;nbsp;&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Total destruction of the convection bundle (melting of the upper convection layers; only the lower layer showed unmelted tubes including a burst tube) (see photo below),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Melting and vitrification of the refractory on the convection part (see photo below), &lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Overheating of the radiation bundle, &lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Damage or deformation of elements of walls and roof structure in convection and radiation,&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Damage to supporting columns, &lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; Deformation of the bottom section of the flue. &lt;br&gt;&lt;br&gt;The incinerator adjacent to the oven at fault suffered damage to its supporting columns (damage to fire-resistant concrete). According to the operator, this damage is due to aging of the heat insulation. Supporting documentation was requested on this point. Other equipment was damaged by the incident: pipework mainly supplying combustibles and utilities to the oven, electric cables and measurement systems, three water curtain systems on other ovens, certain gas detectors, the loading lines and transfer lines of the oven situated in zone 5, together with all the pipework on the east rack and on the ground were not metallurgically affected by the fire because of their heat-insulation protection, the metal ladder of the oven is twisted, the support wall (concrete) of the flue linking the HDS unit to the chimney common to the HDS, DA2 and HDT2 units was damaged, flames were observed for several minutes at the outlet of the chimney common to units HDS, DA2 and HDT2, leading to the supposition of damage to this structure (the refractory in particular).&lt;br&gt;&lt;br&gt;&amp;nbsp;At the monitoring platform for emissions from this chimney, a temperature peak of at least 500°C (the upper limit of detection) was recorded, the remainder of the recording being unusable due to damage to the sensor. &lt;br&gt;&lt;br&gt;&lt;br&gt;Environmental consequences:&lt;br&gt;A description and assessment of the consequences environmental consequences were carried out with respect to: &lt;br&gt;&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the nature, quantities, composition and toxicity of the atmospheric emissions (H2S, SO2, dust),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; the nature and quantities of the waste and polluted water, and the channels of disposal adopted.&lt;br&gt;&lt;br&gt;The data are given in detail in chapter 2.&lt;br&gt;&lt;br&gt;Economic consequences:&lt;br&gt;&lt;br&gt;The economic consequences are estimated at a total sum of about 28 million Euros, in particular:&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; 250 000 Euros/day of loss of earnings (the production tool being out of action for 3 months),&lt;br&gt;o&amp;nbsp;&amp;nbsp;&amp;nbsp; 6 million Euros devoted to the repair of the unit, including 2 million Euros for rebuilding the oven as new.&lt;br&gt;&lt;br&gt;"],"Human":[1],"Environmental":[0],"Cost":[1],"Disruption":[0]},"HumanOnSite":[{"ItemId":"1","ItemDescription":"At risk","IsChecked":false},{"ItemId":"2","ItemDescription":"Fatalities","IsChecked":false},{"ItemId":"3","ItemDescription":"Injuries","Effect":"2 slight injuries","IsChecked":true},{"ItemId":"4","ItemDescription":"Other","IsChecked":false}],"HumanOffSite":[{"ItemId":"1","ItemDescription":"At risk","IsChecked":false},{"ItemId":"2","ItemDescription":"Fatalities","IsChecked":false},{"ItemId":"3","ItemDescription":"Injuries","IsChecked":false},{"ItemId":"4","ItemDescription":"Other","Effect":"600 evacuated","IsChecked":true}],"DetailHumanOffSite":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":0,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"DetailHumanOnSite":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":0,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"DetailHumanEmergency":[{"ItemId":"1","ItemDescription":"Establishment total at risk","Quantity":0,"IsChecked":true},{"ItemId":"2","ItemDescription":"immediate fatalities","Quantity":0,"IsChecked":true},{"ItemId":"3","ItemDescription":"subsequent fatalities","Quantity":0,"IsChecked":true},{"ItemId":"4","ItemDescription":"hospitalizing injuries","Quantity":0,"IsChecked":true},{"ItemId":"5","ItemDescription":"other serious injuries","Quantity":0,"IsChecked":true},{"ItemId":"6","ItemDescription":"health monitoring","Quantity":0,"IsChecked":true}],"EnvironmentalOnSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","IsChecked":false}],"EnvironmentalOffSite":[{"ItemId":"1","ItemDescription":"inland: metropolitan development","IsChecked":false},{"ItemId":"2","ItemDescription":"inland: urban development","IsChecked":false},{"ItemId":"3","ItemDescription":"inland: rural development","IsChecked":false},{"ItemId":"4","ItemDescription":"inland: parkland/commonland","IsChecked":false},{"ItemId":"5","ItemDescription":"inland: grassland/pasture/meadow","IsChecked":false},{"ItemId":"6","ItemDescription":"inland: arable land/crops/vineyards/orchards","IsChecked":false},{"ItemId":"7","ItemDescription":"inland: woodland; predominantly or totally plantation","IsChecked":false},{"ItemId":"8","ItemDescription":"inland: woodland; predominantly or totally natural","IsChecked":false},{"ItemId":"9","ItemDescription":"inland: moor/heathland/upland vegetation","IsChecked":false},{"ItemId":"10","ItemDescription":"inland: marsh/reedbeds","IsChecked":false},{"ItemId":"11","ItemDescription":"freshwater: freshwater reservoir","IsChecked":false},{"ItemId":"12","ItemDescription":"freshwater: pond/lake","IsChecked":false},{"ItemId":"13","ItemDescription":"freshwater: stream/tributary","IsChecked":false},{"ItemId":"14","ItemDescription":"freshwater: river","IsChecked":false},{"ItemId":"15","ItemDescription":"shore: salt-marsh/mud-flats","IsChecked":false},{"ItemId":"16","ItemDescription":"shore: sand/dunes/dune slacks","IsChecked":false},{"ItemId":"17","ItemDescription":"shore: shingle beach","IsChecked":false},{"ItemId":"18","ItemDescription":"shore: rocky shore","IsChecked":false},{"ItemId":"19","ItemDescription":"offshore: saline lagoon","IsChecked":false},{"ItemId":"20","ItemDescription":"offshore: estuary","IsChecked":false},{"ItemId":"21","ItemDescription":"offshore: sea/seabed","IsChecked":false},{"ItemId":"22","ItemDescription":"Other","IsChecked":false}],"CostOnSite":[{"ItemId":"1","ItemDescription":"material losses","Effect":"estimated 28 M Euros (production loss + repair)","IsChecked":true},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}],"CostOffSite":[{"ItemId":"1","ItemDescription":"material losses","IsChecked":false},{"ItemId":"2","ItemDescription":"response, cleanup, restoration costs","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","IsChecked":false}],"DisruptionOnSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","IsChecked":false},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false}],"DisruptionOffSite":[{"ItemId":"1","ItemDescription":"nearby residences, hotels","IsChecked":false},{"ItemId":"2","ItemDescription":"nearby factories, officies, small shops","IsChecked":false},{"ItemId":"3","ItemDescription":"schools, hospitals, institutions","IsChecked":false},{"ItemId":"4","ItemDescription":"other places of public assembly","IsChecked":false},{"ItemId":"5","ItemDescription":"utilities (gas, water, electricity etc.)","IsChecked":false},{"ItemId":"6","ItemDescription":"infrastructure (telecommunication, roads, railways, waterways, air transport etc","IsChecked":false},{"ItemId":"7","ItemDescription":"other","IsChecked":false}]},"EmergencyResponse_Tab":{"EmergencyResponses":[{"ItemId":"1","ItemDescription":"On-site systems","Effect":"","IsChecked":true},{"ItemId":"2","ItemDescription":"Off-site external services","Effect":"","IsChecked":true},{"ItemId":"3","ItemDescription":"Sheltering","IsChecked":false},{"ItemId":"4","ItemDescription":"Evacuation","Effect":"","IsChecked":true},{"ItemId":"5","ItemDescription":"Other","Effect":"","IsChecked":true}],"RemedialMeasures":[{"ItemId":"1","ItemDescription":"Decontamination","IsChecked":false},{"ItemId":"2","ItemDescription":"Restoration","IsChecked":false},{"ItemId":"3","ItemDescription":"Other","Effect":"","IsChecked":true}]},"LessonsLearned_Tab":{"LessonsLearnedThemes":[{"IsChecked":true,"ItemId":"1","ItemDescription":"Causes - Plant/Equipment"},{"IsChecked":false,"ItemId":"2","ItemDescription":"Causes - Human"},{"IsChecked":true,"ItemId":"3","ItemDescription":"Causes - Organisational"},{"IsChecked":true,"ItemId":"4","ItemDescription":"Causes - External"},{"IsChecked":true,"ItemId":"5","ItemDescription":"Emergency Response"},{"IsChecked":false,"ItemId":"6","ItemDescription":"Other"}]},"Attachments_Tab":{"FilesTabId":{},"Files":[],"ConfidentialFiles":{}}}}
